{
  "FutureSupplyChainAI.faster_response_times_to_market_changes_and_disruptions": {
    "en": "Faster response times to market changes and disruptions",
    "es": "Tiempos de respuesta más rápidos a los cambios y disrupciones del mercado",
    "fr": "Des temps de réponse plus rapides aux changements et perturbations du marché",
    "de": "Schnellere Reaktionszeiten auf Marktveränderungen und Störungen",
    "it": "Tempi di risposta più rapidi ai cambiamenti e alle interruzioni del mercato",
    "ar": "أوقات استجابة أسرع للتغيرات والاضطرابات في السوق"
  },
  "FutureSupplyChainAI.better_customer_service_through_improved_delivery_performance": {
    "en": "Better customer service through improved delivery performance",
    "es": "Mejor servicio al cliente a través de un mejor rendimiento de entrega",
    "fr": "Un meilleur service client grâce à une performance de livraison améliorée",
    "de": "Besserer Kundenservice durch verbesserte Lieferleistung",
    "it": "Miglior servizio clienti grazie a una migliore performance di consegna",
    "ar": "خدمة عملاء أفضل من خلال تحسين أداء التسليم"
  },
  "FutureSupplyChainAI.while_the_benefits_of_ai_and_automation_are_significant__companies_must_also_address_several_challenges_when_implementing_these_technologies__data_quality_and_integration_remain_major_hurdles__as_ai_systems_require_clean__consistent_data_from_multiple_sources_to_function_effectively_": {
    "en": "While the benefits of AI and automation are significant, companies must also address several challenges when implementing these technologies. Data quality and integration remain major hurdles, as AI systems require clean, consistent data from multiple sources to function effectively.",
    "es": "Si bien los beneficios de la IA y la automatización son significativos, las empresas también deben abordar varios desafíos al implementar estas tecnologías. La calidad e integración de los datos siguen siendo obstáculos importantes, ya que los sistemas de IA requieren datos limpios y consistentes de múltiples fuentes para funcionar eficazmente.",
    "fr": "Bien que les avantages de l'IA et de l'automatisation soient significatifs, les entreprises doivent également relever plusieurs défis lors de la mise en œuvre de ces technologies. La qualité et l'intégration des données restent des obstacles majeurs, car les systèmes d'IA nécessitent des données propres et cohérentes provenant de multiples sources pour fonctionner efficacement.",
    "de": "Obwohl die Vorteile von KI und Automatisierung erheblich sind, müssen Unternehmen auch mehrere Herausforderungen bei der Implementierung dieser Technologien bewältigen. Datenqualität und Integration bleiben große Hürden, da KI-Systeme saubere, konsistente Daten aus mehreren Quellen benötigen, um effektiv zu funktionieren.",
    "it": "Sebbene i benefici dell'IA e dell'automazione siano significativi, le aziende devono anche affrontare diverse sfide nell'implementazione di queste tecnologie. La qualità e l'integrazione dei dati rimangono ostacoli importanti, poiché i sistemi di IA richiedono dati puliti e coerenti da più fonti per funzionare efficacemente.",
    "ar": "بينما تعد فوائد الذكاء الاصطناعي والأتمتة كبيرة، يجب على الشركات أيضًا معالجة العديد من التحديات عند تنفيذ هذه التقنيات. تظل جودة البيانات وتكاملها عقبات رئيسية، حيث تتطلب أنظمة الذكاء الاصطناعي بيانات نظيفة ومتسقة من مصادر متعددة لتعمل بفعالية."
  },
  "FutureSupplyChainAI.additionally__the_human_element_cannot_be_entirely_replaced__successful_implementation_requires_a_balanced_approach_that_combines_technological_capabilities_with_human_expertise_and_decision_making__companies_must_invest_in_training_their_workforce_to_work_alongside_these_new_technologies_": {
    "en": "Additionally, the human element cannot be entirely replaced. Successful implementation requires a balanced approach that combines technological capabilities with human expertise and decision-making. Companies must invest in training their workforce to work alongside these new technologies.",
    "es": "Además, el elemento humano no puede ser completamente reemplazado. La implementación exitosa requiere un enfoque equilibrado que combine las capacidades tecnológicas con la experiencia y la toma de decisiones humanas. Las empresas deben invertir en capacitar a su fuerza laboral para trabajar junto a estas nuevas tecnologías.",
    "fr": "De plus, l'élément humain ne peut pas être entièrement remplacé. Une mise en œuvre réussie nécessite une approche équilibrée qui combine les capacités technologiques avec l'expertise humaine et la prise de décision. Les entreprises doivent investir dans la formation de leur personnel pour travailler aux côtés de ces nouvelles technologies.",
    "de": "Darüber hinaus kann das menschliche Element nicht vollständig ersetzt werden. Eine erfolgreiche Implementierung erfordert einen ausgewogenen Ansatz, der technologische Fähigkeiten mit menschlicher Expertise und Entscheidungsfindung kombiniert. Unternehmen müssen in die Schulung ihrer Belegschaft investieren, um mit diesen neuen Technologien zusammenzuarbeiten.",
    "it": "Inoltre, l'elemento umano non può essere completamente sostituito. Un'implementazione di successo richiede un approccio equilibrato che combini le capacità tecnologiche con l'esperienza e il processo decisionale umano. Le aziende devono investire nella formazione della loro forza lavoro per lavorare accanto a queste nuove tecnologie.",
    "ar": "بالإضافة إلى ذلك، لا يمكن استبدال العنصر البشري بالكامل. يتطلب التنفيذ الناجح نهجًا متوازنًا يجمع بين القدرات التكنولوجية والخبرة البشرية واتخاذ القرار. يجب على الشركات الاستثمار في تدريب قوتها العاملة للعمل جنبًا إلى جنب مع هذه التقنيات الجديدة."
  },
  "Blog.stay_informed_with_the_latest_insights__trends__and_innovations_in_the_logistics_industry_______________expert_analysis_and_practical_tips_for_supply_chain_professionals_": {
    "en": "Stay informed with the latest insights, trends, and innovations in the logistics industry. \n            Expert analysis and practical tips for supply chain professionals.",
    "es": "Manténgase informado con los últimos conocimientos, tendencias e innovaciones en la industria logística. \n            Análisis de expertos y consejos prácticos para profesionales de la cadena de suministro.",
    "fr": "Restez informé des dernières idées, tendances et innovations dans l'industrie de la logistique. \n            Analyse d'experts et conseils pratiques pour les professionnels de la chaîne d'approvisionnement.",
    "de": "Bleiben Sie informiert über die neuesten Erkenntnisse, Trends und Innovationen in der Logistikbranche. \n            Expertenanalysen und praktische Tipps für Fachleute der Lieferkette.",
    "it": "Rimani informato con le ultime intuizioni, tendenze e innovazioni nel settore della logistica. \n            Analisi di esperti e consigli pratici per i professionisti della catena di approvvigionamento.",
    "ar": "ابقَ على اطلاع بأحدث الرؤى والاتجاهات والابتكارات في صناعة اللوجستيات. \n            تحليل الخبراء ونصائح عملية لمحترفي سلسلة التوريد."
  },
  "FutureSupplyChainAI.the_future_of_supply_chain_management_will_be_characterized_by_even_more_sophisticated_ai_applications__including_autonomous_vehicles__drone_deliveries__and_fully_automated_warehouses__internet_of_things__iot__sensors_will_provide_real_time_data_on_everything_from_product_location_to_environmental_conditions_": {
    "en": "The future of supply chain management will be characterized by even more sophisticated AI applications, including autonomous vehicles, drone deliveries, and fully automated warehouses. Internet of Things (IoT) sensors will provide real-time data on everything from product location to environmental conditions.",
    "es": "El futuro de la gestión de la cadena de suministro se caracterizará por aplicaciones de IA aún más sofisticadas, incluidas los vehículos autónomos, las entregas con drones y los almacenes completamente automatizados. Los sensores de Internet de las Cosas (IoT) proporcionarán datos en tiempo real sobre todo, desde la ubicación del producto hasta las condiciones ambientales.",
    "fr": "L'avenir de la gestion de la chaîne d'approvisionnement sera caractérisé par des applications d'IA encore plus sophistiquées, y compris des véhicules autonomes, des livraisons par drone et des entrepôts entièrement automatisés. Les capteurs de l'Internet des objets (IoT) fourniront des données en temps réel sur tout, de la localisation des produits aux conditions environnementales.",
    "de": "Die Zukunft des Lieferkettenmanagements wird durch noch ausgefeiltere KI-Anwendungen geprägt sein, einschließlich autonomer Fahrzeuge, Drohnenlieferungen und vollautomatisierter Lagerhäuser. IoT-Sensoren werden Echtzeitdaten über alles liefern, von der Produktlokalisierung bis zu den Umweltbedingungen.",
    "it": "Il futuro della gestione della catena di approvvigionamento sarà caratterizzato da applicazioni di IA ancora più sofisticate, inclusi veicoli autonomi, consegne con droni e magazzini completamente automatizzati. I sensori dell'Internet delle Cose (IoT) forniranno dati in tempo reale su tutto, dalla posizione del prodotto alle condizioni ambientali.",
    "ar": "سيتميز مستقبل إدارة سلسلة التوريد بتطبيقات ذكاء اصطناعي أكثر تطورًا، بما في ذلك المركبات الذاتية القيادة، وتسليم الطائرات بدون طيار، والمستودعات المؤتمتة بالكامل. ستوفر مستشعرات إنترنت الأشياء (IoT) بيانات في الوقت الحقيقي عن كل شيء بدءًا من موقع المنتج إلى الظروف البيئية."
  },
  "FutureSupplyChainAI.blockchain_technology_will_enhance_transparency_and_traceability__while_advanced_analytics_will_enable_predictive_maintenance_of_equipment_and_infrastructure__the_convergence_of_these_technologies_will_create_supply_chains_that_are_not_only_more_efficient_but_also_more_resilient_and_sustainable_": {
    "en": "Blockchain technology will enhance transparency and traceability, while advanced analytics will enable predictive maintenance of equipment and infrastructure. The convergence of these technologies will create supply chains that are not only more efficient but also more resilient and sustainable.",
    "es": "La tecnología blockchain mejorará la transparencia y la trazabilidad, mientras que la analítica avanzada permitirá el mantenimiento predictivo de equipos e infraestructuras. La convergencia de estas tecnologías creará cadenas de suministro que no solo serán más eficientes, sino también más resilientes y sostenibles.",
    "fr": "La technologie blockchain améliorera la transparence et la traçabilité, tandis que l'analyse avancée permettra la maintenance prédictive des équipements et des infrastructures. La convergence de ces technologies créera des chaînes d'approvisionnement non seulement plus efficaces, mais aussi plus résilientes et durables.",
    "de": "Die Blockchain-Technologie wird die Transparenz und Rückverfolgbarkeit verbessern, während fortschrittliche Analysen die vorausschauende Wartung von Geräten und Infrastrukturen ermöglichen. Die Konvergenz dieser Technologien wird Lieferketten schaffen, die nicht nur effizienter, sondern auch widerstandsfähiger und nachhaltiger sind.",
    "it": "La tecnologia blockchain migliorerà la trasparenza e la tracciabilità, mentre l'analisi avanzata consentirà la manutenzione predittiva di apparecchiature e infrastrutture. La convergenza di queste tecnologie creerà catene di approvvigionamento non solo più efficienti, ma anche più resilienti e sostenibili.",
    "ar": "ستعزز تقنية البلوكشين الشفافية وإمكانية التتبع، بينما ستمكن التحليلات المتقدمة من الصيانة التنبؤية للمعدات والبنية التحتية. سيؤدي تقارب هذه التقنيات إلى إنشاء سلاسل توريد ليست فقط أكثر كفاءة ولكن أيضًا أكثر مرونة واستدامة."
  },
  "Index.worldwide_coverage_with_local_expertise_in_over_100_countries": {
    "en": "Worldwide coverage with local expertise in over 100 countries",
    "es": "Cobertura mundial con experiencia local en más de 100 países",
    "fr": "Couverture mondiale avec expertise locale dans plus de 100 pays",
    "de": "Weltweite Abdeckung mit lokaler Expertise in über 100 Ländern",
    "it": "Copertura mondiale con esperienza locale in oltre 100 paesi",
    "ar": "تغطية عالمية مع خبرة محلية في أكثر من 100 دولة"
  },
  "FutureSupplyChainAI.discover_how_ai_and_automation_can_revolutionize_your_logistics_operations__our_team_of_experts_can_help_you_identify_opportunities_and_implement_solutions_tailored_to_your_business_needs_": {
    "en": "Discover how AI and automation can revolutionize your logistics operations. Our team of experts can help you identify opportunities and implement solutions tailored to your business needs.",
    "es": "Descubra cómo la IA y la automatización pueden revolucionar sus operaciones logísticas. Nuestro equipo de expertos puede ayudarle a identificar oportunidades e implementar soluciones adaptadas a las necesidades de su negocio.",
    "fr": "Découvrez comment l'IA et l'automatisation peuvent révolutionner vos opérations logistiques. Notre équipe d'experts peut vous aider à identifier des opportunités et à mettre en œuvre des solutions adaptées à vos besoins commerciaux.",
    "de": "Entdecken Sie, wie KI und Automatisierung Ihre Logistikoperationen revolutionieren können. Unser Expertenteam kann Ihnen helfen, Chancen zu identifizieren und Lösungen zu implementieren, die auf Ihre Geschäftsanforderungen zugeschnitten sind.",
    "it": "Scopri come l'IA e l'automazione possono rivoluzionare le tue operazioni logistiche. Il nostro team di esperti può aiutarti a identificare opportunità e implementare soluzioni su misura per le esigenze della tua azienda.",
    "ar": "اكتشف كيف يمكن للذكاء الاصطناعي والأتمتة أن تحدث ثورة في عملياتك اللوجستية. يمكن لفريقنا من الخبراء مساعدتك في تحديد الفرص وتنفيذ الحلول المصممة لتلبية احتياجات عملك."
  },
  "About.founded_in_2000__logiflow_began_as_a_small_freight_forwarding_company_with_a_simple_mission___________________to_make_global_logistics_accessible__reliable__and_efficient_for_businesses_of_all_sizes_": {
    "en": "Founded in 2000, LogiFlow began as a small freight forwarding company with a simple mission: \n                to make global logistics accessible, reliable, and efficient for businesses of all sizes.",
    "es": "Fundada en 2000, LogiFlow comenzó como una pequeña empresa de transporte de carga con una misión simple: \n                hacer que la logística global sea accesible, confiable y eficiente para empresas de todos los tamaños.",
    "fr": "Fondée en 2000, LogiFlow a commencé comme une petite entreprise de transit avec une mission simple : \n                rendre la logistique mondiale accessible, fiable et efficace pour les entreprises de toutes tailles.",
    "de": "Gegründet im Jahr 2000, begann LogiFlow als kleines Speditionsunternehmen mit einer einfachen Mission: \n                globale Logistik zugänglich, zuverlässig und effizient für Unternehmen jeder Größe zu machen.",
    "it": "Fondata nel 2000, LogiFlow è iniziata come una piccola azienda di spedizioni con una semplice missione: \n                rendere la logistica globale accessibile, affidabile ed efficiente per aziende di tutte le dimensioni.",
    "ar": "تأسست في عام 2000، بدأت LogiFlow كشركة صغيرة للشحن مع مهمة بسيطة: \n                جعل اللوجستيات العالمية متاحة وموثوقة وفعالة للشركات من جميع الأحجام."
  },
  "About.today__we_ve_grown_into_a_comprehensive_logistics_partner__serving_thousands_of_clients__________________worldwide_with_cutting_edge_technology__sustainable_practices__and_unwavering_commitment__________________to_excellence_": {
    "en": "Today, we've grown into a comprehensive logistics partner, serving thousands of clients \n                worldwide with cutting-edge technology, sustainable practices, and unwavering commitment \n                to excellence.",
    "es": "Hoy, nos hemos convertido en un socio logístico integral, sirviendo a miles de clientes \n                en todo el mundo con tecnología de punta, prácticas sostenibles y un compromiso inquebrantable \n                con la excelencia.",
    "fr": "Aujourd'hui, nous sommes devenus un partenaire logistique complet, servant des milliers de clients \n                dans le monde entier avec une technologie de pointe, des pratiques durables et un engagement indéfectible \n                envers l'excellence.",
    "de": "Heute sind wir zu einem umfassenden Logistikpartner gewachsen, der Tausende von Kunden \n                weltweit mit modernster Technologie, nachhaltigen Praktiken und einem unerschütterlichen Engagement \n                für Exzellenz bedient.",
    "it": "Oggi siamo diventati un partner logistico completo, servendo migliaia di clienti \n                in tutto il mondo con tecnologia all'avanguardia, pratiche sostenibili e un impegno incrollabile \n                per l'eccellenza.",
    "ar": "اليوم، نمونا لنصبح شريكًا لوجستيًا شاملًا، نخدم آلاف العملاء \n                في جميع أنحاء العالم بتكنولوجيا متقدمة وممارسات مستدامة والتزام لا يتزعزع \n                بالتميز."
  },
  "sidebar.__sidebar_cookie_name____openstate___path____max_age___sidebar_cookie_max_age_": {
    "en": "${SIDEBAR_COOKIE_NAME}=${openState}; path=/; max-age=${SIDEBAR_COOKIE_MAX_AGE}"
  },
  "About.our_journey_is_driven_by_innovation__guided_by_integrity__and_measured_by_the_success__________________of_our_clients__supply_chains_": {
    "en": "Our journey is driven by innovation, guided by integrity, and measured by the success \n                of our clients' supply chains.",
    "es": "Nuestro viaje está impulsado por la innovación, guiado por la integridad y medido por el éxito \n                de las cadenas de suministro de nuestros clientes.",
    "fr": "Notre parcours est motivé par l'innovation, guidé par l'intégrité et mesuré par le succès \n                des chaînes d'approvisionnement de nos clients.",
    "de": "Unser Weg wird von Innovation angetrieben, von Integrität geleitet und am Erfolg \n                der Lieferketten unserer Kunden gemessen.",
    "it": "Il nostro percorso è guidato dall'innovazione, guidato dall'integrità e misurato dal successo \n                delle catene di approvvigionamento dei nostri clienti.",
    "ar": "رحلتنا مدفوعة بالابتكار، موجهة بالنزاهة، ومقاسة بنجاح \n                سلاسل التوريد لعملائنا."
  },
  "Blog.subscribe_to_our_newsletter_for_the_latest_logistics_insights__industry_trends__and_expert_tips_": {
    "en": "Subscribe to our newsletter for the latest logistics insights, industry trends, and expert tips.",
    "es": "Suscríbase a nuestro boletín para obtener las últimas ideas logísticas, tendencias de la industria y consejos de expertos.",
    "fr": "Abonnez-vous à notre newsletter pour les dernières idées logistiques, tendances du secteur et conseils d'experts.",
    "de": "Abonnieren Sie unseren Newsletter für die neuesten Logistik-Einblicke, Branchentrends und Expertentipps.",
    "it": "Iscriviti alla nostra newsletter per le ultime intuizioni logistiche, tendenze del settore e consigli degli esperti.",
    "ar": "اشترك في نشرتنا الإخبارية للحصول على أحدث الرؤى اللوجستية واتجاهات الصناعة ونصائح الخبراء."
  },
  "Services.fast__reliable_delivery_to_your_customers__doorsteps": {
    "en": "Fast, reliable delivery to your customers' doorsteps",
    "es": "Entrega rápida y confiable a las puertas de sus clientes",
    "fr": "Livraison rapide et fiable à la porte de vos clients",
    "de": "Schnelle und zuverlässige Lieferung an die Haustüren Ihrer Kunden",
    "it": "Consegna veloce e affidabile a casa dei tuoi clienti",
    "ar": "توصيل سريع وموثوق إلى أبواب عملائك"
  },
  "sidebar.__data_side_left_____cursor_w_resize___data_side_right_____cursor_e_resize": {
    "en": "[[data-side=left]_&]:cursor-w-resize [[data-side=right]_&]:cursor-e-resize"
  },
  "GlobalTradeTrends.global_trade_trends__navigating_international_shipping_challenges": {
    "en": "Global Trade Trends: Navigating International Shipping Challenges",
    "es": "Tendencias del Comercio Global: Navegando los Desafíos del Envío Internacional",
    "fr": "Tendances du Commerce Mondial : Naviguer dans les Défis de l'Expédition Internationale",
    "de": "Globale Handelstrends: Bewältigung internationaler Versandherausforderungen",
    "it": "Tendenze del Commercio Globale: Affrontare le Sfide della Spedizione Internazionale",
    "ar": "اتجاهات التجارة العالمية: التنقل في تحديات الشحن الدولي"
  },
  "Contact.fill_out_the_form_below_and_our_logistics_experts_will_get_back_to_you_with_a__________________customized_solution_and_competitive_pricing_for_your_needs_": {
    "en": "Fill out the form below and our logistics experts will get back to you with a \n                customized solution and competitive pricing for your needs.",
    "es": "Complete el formulario a continuación y nuestros expertos en logística se pondrán en contacto con usted con una solución personalizada y precios competitivos para sus necesidades.",
    "fr": "Remplissez le formulaire ci-dessous et nos experts en logistique vous répondront avec une solution personnalisée et des tarifs compétitifs pour vos besoins.",
    "de": "Füllen Sie das untenstehende Formular aus und unsere Logistikexperten werden sich mit einer maßgeschneiderten Lösung und wettbewerbsfähigen Preisen für Ihre Bedürfnisse bei Ihnen melden.",
    "it": "Compila il modulo sottostante e i nostri esperti di logistica ti contatteranno con una soluzione personalizzata e prezzi competitivi per le tue esigenze.",
    "ar": "املأ النموذج أدناه وسيتواصل معك خبراء اللوجستيات لدينا بحل مخصص وأسعار تنافسية لاحتياجاتك."
  },
  "Blog.the_future_of_supply_chain_management__ai_and_automation": {
    "en": "The Future of Supply Chain Management: AI and Automation",
    "es": "El Futuro de la Gestión de la Cadena de Suministro: IA y Automatización",
    "fr": "L'Avenir de la Gestion de la Chaîne d'Approvisionnement : IA et Automatisation",
    "de": "Die Zukunft des Lieferkettenmanagements: KI und Automatisierung",
    "it": "Il Futuro della Gestione della Catena di Fornitura: IA e Automazione",
    "ar": "مستقبل إدارة سلسلة التوريد: الذكاء الاصطناعي والأتمتة"
  },
  "GlobalTradeTrends.the_global_trade_landscape_is_continuously_evolving__presenting_both_opportunities_and_challenges_for_international_shipping__understanding_current_trends_and_overcoming_common_obstacles_is_crucial_for_successful_logistics_operations_": {
    "en": "The global trade landscape is continuously evolving, presenting both opportunities and challenges for international shipping. Understanding current trends and overcoming common obstacles is crucial for successful logistics operations.",
    "es": "El panorama del comercio global está evolucionando continuamente, presentando tanto oportunidades como desafíos para el envío internacional. Comprender las tendencias actuales y superar los obstáculos comunes es crucial para operaciones logísticas exitosas.",
    "fr": "Le paysage du commerce mondial évolue continuellement, présentant à la fois des opportunités et des défis pour l'expédition internationale. Comprendre les tendances actuelles et surmonter les obstacles communs est crucial pour des opérations logistiques réussies.",
    "de": "Die globale Handelslandschaft entwickelt sich ständig weiter und bietet sowohl Chancen als auch Herausforderungen für den internationalen Versand. Das Verständnis aktueller Trends und die Überwindung gängiger Hindernisse sind entscheidend für erfolgreiche Logistikoperationen.",
    "it": "Il panorama del commercio globale è in continua evoluzione, presentando sia opportunità che sfide per la spedizione internazionale. Comprendere le tendenze attuali e superare gli ostacoli comuni è cruciale per operazioni logistiche di successo.",
    "ar": "المنظر التجاري العالمي يتطور باستمرار، مما يقدم فرصًا وتحديات للشحن الدولي. فهم الاتجاهات الحالية وتجاوز العقبات الشائعة أمر حاسم لعمليات لوجستية ناجحة."
  },
  "Contact.we_respond_to_all_inquiries_within_2_hours_during_business_hours": {
    "en": "We respond to all inquiries within 2 hours during business hours",
    "es": "Respondemos a todas las consultas dentro de las 2 horas durante el horario laboral",
    "fr": "Nous répondons à toutes les demandes dans les 2 heures pendant les heures ouvrables",
    "de": "Wir beantworten alle Anfragen innerhalb von 2 Stunden während der Geschäftszeiten",
    "it": "Rispondiamo a tutte le richieste entro 2 ore durante l'orario lavorativo",
    "ar": "نرد على جميع الاستفسارات في غضون ساعتين خلال ساعات العمل"
  },
  "GlobalTradeTrends.international_trade_has_become_increasingly_complex_due_to_geopolitical_tensions__changing_regulations__and_evolving_consumer_demands__supply_chain_disruptions__port_congestion__and_capacity_constraints_have_forced_companies_to_rethink_their_shipping_strategies_": {
    "en": "International trade has become increasingly complex due to geopolitical tensions, changing regulations, and evolving consumer demands. Supply chain disruptions, port congestion, and capacity constraints have forced companies to rethink their shipping strategies.",
    "es": "El comercio internacional se ha vuelto cada vez más complejo debido a las tensiones geopolíticas, los cambios en las regulaciones y las demandas cambiantes de los consumidores. Las interrupciones en la cadena de suministro, la congestión portuaria y las limitaciones de capacidad han obligado a las empresas a replantearse sus estrategias de envío.",
    "fr": "Le commerce international est devenu de plus en plus complexe en raison des tensions géopolitiques, des changements de réglementation et des demandes évolutives des consommateurs. Les perturbations de la chaîne d'approvisionnement, la congestion portuaire et les contraintes de capacité ont forcé les entreprises à repenser leurs stratégies d'expédition.",
    "de": "Der internationale Handel ist aufgrund geopolitischer Spannungen, sich ändernder Vorschriften und sich entwickelnder Verbrauchernachfragen zunehmend komplex geworden. Unterbrechungen in der Lieferkette, Hafenüberlastung und Kapazitätsbeschränkungen haben Unternehmen gezwungen, ihre Versandstrategien zu überdenken.",
    "it": "Il commercio internazionale è diventato sempre più complesso a causa delle tensioni geopolitiche, dei cambiamenti normativi e delle esigenze dei consumatori in evoluzione. Le interruzioni della catena di fornitura, la congestione portuale e le limitazioni di capacità hanno costretto le aziende a ripensare le loro strategie di spedizione.",
    "ar": "أصبح التجارة الدولية أكثر تعقيدًا بسبب التوترات الجيوسياسية، وتغير اللوائح، وتطور متطلبات المستهلكين. الاضطرابات في سلسلة التوريد، والازدحام في الموانئ، وقيود السعة أجبرت الشركات على إعادة التفكير في استراتيجيات الشحن الخاصة بها."
  },
  "Blog.explore_how_artificial_intelligence_and_automation_are_revolutionizing_modern_supply_chains__improving_efficiency_and_reducing_costs_": {
    "en": "Explore how artificial intelligence and automation are revolutionizing modern supply chains, improving efficiency and reducing costs.",
    "es": "Explore cómo la inteligencia artificial y la automatización están revolucionando las cadenas de suministro modernas, mejorando la eficiencia y reduciendo costos.",
    "fr": "Découvrez comment l'intelligence artificielle et l'automatisation révolutionnent les chaînes d'approvisionnement modernes, améliorant l'efficacité et réduisant les coûts.",
    "de": "Erfahren Sie, wie künstliche Intelligenz und Automatisierung moderne Lieferketten revolutionieren, die Effizienz verbessern und Kosten senken.",
    "it": "Scopri come l'intelligenza artificiale e l'automazione stanno rivoluzionando le moderne catene di fornitura, migliorando l'efficienza e riducendo i costi.",
    "ar": "استكشف كيف أن الذكاء الاصطناعي والأتمتة يغيران سلاسل التوريد الحديثة، مما يحسن الكفاءة ويقلل التكاليف."
  },
  "Contact.free_consultation_with_our_experienced_logistics_professionals": {
    "en": "Free consultation with our experienced logistics professionals",
    "es": "Consulta gratuita con nuestros profesionales de logística experimentados",
    "fr": "Consultation gratuite avec nos professionnels de la logistique expérimentés",
    "de": "Kostenlose Beratung mit unseren erfahrenen Logistikfachleuten",
    "it": "Consulenza gratuita con i nostri professionisti della logistica esperti",
    "ar": "استشارة مجانية مع محترفي اللوجستيات ذوي الخبرة لدينا"
  },
  "GlobalTradeTrends.major_ports_worldwide_are_experiencing_unprecedented_congestion__leading_to_delays_and_increased_costs__shippers_must_plan_for_longer_transit_times_and_consider_alternative_routes_to_maintain_supply_chain_efficiency_": {
    "en": "Major ports worldwide are experiencing unprecedented congestion, leading to delays and increased costs. Shippers must plan for longer transit times and consider alternative routes to maintain supply chain efficiency.",
    "es": "Los principales puertos del mundo están experimentando una congestión sin precedentes, lo que lleva a retrasos y costos aumentados. Los transportistas deben planificar tiempos de tránsito más largos y considerar rutas alternativas para mantener la eficiencia de la cadena de suministro.",
    "fr": "Les principaux ports du monde connaissent une congestion sans précédent, entraînant des retards et des coûts accrus. Les expéditeurs doivent planifier des temps de transit plus longs et envisager des itinéraires alternatifs pour maintenir l'efficacité de la chaîne d'approvisionnement.",
    "de": "Weltweit erleben große Häfen eine beispiellose Überlastung, was zu Verzögerungen und erhöhten Kosten führt. Versender müssen längere Transitzeiten einplanen und alternative Routen in Betracht ziehen, um die Effizienz der Lieferkette aufrechtzuerhalten.",
    "it": "I principali porti del mondo stanno vivendo una congestione senza precedenti, portando a ritardi e costi aumentati. Gli spedizionieri devono pianificare tempi di transito più lunghi e considerare percorsi alternativi per mantenere l'efficienza della catena di fornitura.",
    "ar": "تشهد الموانئ الرئيسية في جميع أنحاء العالم ازدحامًا غير مسبوق، مما يؤدي إلى تأخيرات وتكاليف متزايدة. يجب على الشاحنين التخطيط لأوقات عبور أطول والنظر في طرق بديلة للحفاظ على كفاءة سلسلة التوريد."
  },
  "About.to_empower_businesses_by_providing_innovative__reliable__and_sustainable_logistics____________________solutions_that_connect_markets__optimize_supply_chains__and_drive_economic_growth____________________while_maintaining_the_highest_standards_of_service_and_integrity_": {
    "en": "To empower businesses by providing innovative, reliable, and sustainable logistics \n                  solutions that connect markets, optimize supply chains, and drive economic growth \n                  while maintaining the highest standards of service and integrity.",
    "es": "Empoderar a las empresas proporcionando soluciones logísticas innovadoras, fiables y sostenibles que conectan mercados, optimizan cadenas de suministro y fomentan el crecimiento económico, manteniendo los más altos estándares de servicio e integridad.",
    "fr": "Autonomiser les entreprises en fournissant des solutions logistiques innovantes, fiables et durables qui connectent les marchés, optimisent les chaînes d'approvisionnement et stimulent la croissance économique, tout en maintenant les normes de service et d'intégrité les plus élevées.",
    "de": "Unternehmen zu stärken, indem innovative, zuverlässige und nachhaltige Logistiklösungen bereitgestellt werden, die Märkte verbinden, Lieferketten optimieren und das Wirtschaftswachstum fördern, während die höchsten Standards für Service und Integrität aufrechterhalten werden.",
    "it": "Potenziare le aziende fornendo soluzioni logistiche innovative, affidabili e sostenibili che connettono i mercati, ottimizzano le catene di fornitura e stimolano la crescita economica, mantenendo i più alti standard di servizio e integrità.",
    "ar": "تمكين الشركات من خلال توفير حلول لوجستية مبتكرة وموثوقة ومستدامة تربط الأسواق، وتحسن سلاسل التوريد، وتعزز النمو الاقتصادي مع الحفاظ على أعلى معايير الخدمة والنزاهة."
  },
  "GlobalTradeTrends.navigating_international_trade_regulations__customs_requirements__and_documentation_has_become_increasingly_complex__staying_compliant_while_maintaining_efficiency_requires_expertise_and_advanced_planning_": {
    "en": "Navigating international trade regulations, customs requirements, and documentation has become increasingly complex. Staying compliant while maintaining efficiency requires expertise and advanced planning.",
    "es": "Navegar por las regulaciones comerciales internacionales, los requisitos aduaneros y la documentación se ha vuelto cada vez más complejo. Mantenerse en cumplimiento mientras se mantiene la eficiencia requiere experiencia y planificación avanzada.",
    "fr": "Naviguer dans les réglementations commerciales internationales, les exigences douanières et la documentation est devenu de plus en plus complexe. Rester conforme tout en maintenant l'efficacité nécessite une expertise et une planification avancée.",
    "de": "Die Navigation durch internationale Handelsvorschriften, Zollanforderungen und Dokumentation ist zunehmend komplex geworden. Die Einhaltung der Vorschriften bei gleichzeitiger Aufrechterhaltung der Effizienz erfordert Fachwissen und fortgeschrittene Planung.",
    "it": "Navigare tra le normative commerciali internazionali, i requisiti doganali e la documentazione è diventato sempre più complesso. Mantenere la conformità pur mantenendo l'efficienza richiede competenza e pianificazione avanzata.",
    "ar": "أصبح التنقل في اللوائح التجارية الدولية ومتطلبات الجمارك والوثائق أكثر تعقيدًا. يتطلب البقاء متوافقًا مع الحفاظ على الكفاءة خبرة وتخطيطًا متقدمًا."
  },
  "Contact.tailored_logistics_solutions_designed_for_your_specific_requirements": {
    "en": "Tailored logistics solutions designed for your specific requirements",
    "es": "Soluciones logísticas personalizadas diseñadas para sus requisitos específicos",
    "fr": "Solutions logistiques sur mesure conçues pour vos besoins spécifiques",
    "de": "Maßgeschneiderte Logistiklösungen, die auf Ihre spezifischen Anforderungen zugeschnitten sind",
    "it": "Soluzioni logistiche personalizzate progettate per le tue esigenze specifiche",
    "ar": "حلول لوجستية مصممة خصيصًا لمتطلباتك المحددة"
  },
  "sidebar.__data_side_left__data_state_collapsed_____cursor_e_resize___data_side_right__data_state_collapsed_____cursor_w_resize": {
    "en": "[[data-side=left][data-state=collapsed]_&]:cursor-e-resize [[data-side=right][data-state=collapsed]_&]:cursor-w-resize"
  },
  "Services.fast_international_shipping_for_time_sensitive_cargo": {
    "en": "Fast international shipping for time-sensitive cargo",
    "es": "Envío internacional rápido para carga sensible al tiempo",
    "fr": "Expédition internationale rapide pour les cargaisons sensibles au temps",
    "de": "Schneller internationaler Versand für zeitkritische Fracht",
    "it": "Spedizione internazionale veloce per carichi sensibili al tempo",
    "ar": "شحن دولي سريع للبضائع الحساسة للوقت"
  },
  "GlobalTradeTrends.our_international_shipping_experts_can_help_you_overcome_trade_challenges_and_optimize_your_global_logistics_operations_": {
    "en": "Our international shipping experts can help you overcome trade challenges and optimize your global logistics operations.",
    "es": "Nuestros expertos en envíos internacionales pueden ayudarle a superar los desafíos comerciales y optimizar sus operaciones logísticas globales.",
    "fr": "Nos experts en expédition internationale peuvent vous aider à surmonter les défis commerciaux et à optimiser vos opérations logistiques mondiales.",
    "de": "Unsere internationalen Versandexperten können Ihnen helfen, Handelsherausforderungen zu meistern und Ihre globalen Logistikoperationen zu optimieren.",
    "it": "I nostri esperti di spedizioni internazionali possono aiutarti a superare le sfide commerciali e ottimizzare le tue operazioni logistiche globali.",
    "ar": "يمكن لخبرائنا في الشحن الدولي مساعدتك في التغلب على تحديات التجارة وتحسين عملياتك اللوجستية العالمية."
  },
  "Blog.sustainable_logistics__green_transportation_solutions": {
    "en": "Sustainable Logistics: Green Transportation Solutions",
    "es": "Logística Sostenible: Soluciones de Transporte Verde",
    "fr": "Logistique Durable : Solutions de Transport Vert",
    "de": "Nachhaltige Logistik: Grüne Transportlösungen",
    "it": "Logistica Sostenibile: Soluzioni di Trasporto Verde",
    "ar": "اللوجستيات المستدامة: حلول النقل الأخضر"
  },
  "Blog.discover_eco_friendly_transportation_methods_and_how_companies_are_reducing_their_carbon_footprint_in_logistics_operations_": {
    "en": "Discover eco-friendly transportation methods and how companies are reducing their carbon footprint in logistics operations.",
    "es": "Descubra métodos de transporte ecológicos y cómo las empresas están reduciendo su huella de carbono en las operaciones logísticas.",
    "fr": "Découvrez des méthodes de transport écologiques et comment les entreprises réduisent leur empreinte carbone dans les opérations logistiques.",
    "de": "Entdecken Sie umweltfreundliche Transportmethoden und wie Unternehmen ihren CO2-Fußabdruck in Logistikoperationen reduzieren.",
    "it": "Scopri metodi di trasporto ecologici e come le aziende stanno riducendo la loro impronta di carbonio nelle operazioni logistiche.",
    "ar": "اكتشف طرق النقل الصديقة للبيئة وكيف تقلل الشركات من بصمتها الكربونية في العمليات اللوجستية."
  },
  "About.to_be_the_world_s_most_trusted_logistics_partner__recognized_for_innovation_____________________sustainability__and_excellence_in_connecting_businesses_to_global_opportunities____________________while_creating_value_for_all_stakeholders_": {
    "en": "To be the world's most trusted logistics partner, recognized for innovation, \n                  sustainability, and excellence in connecting businesses to global opportunities \n                  while creating value for all stakeholders.",
    "es": "Ser el socio logístico más confiable del mundo, reconocido por la innovación, la sostenibilidad y la excelencia en conectar negocios con oportunidades globales mientras se crea valor para todas las partes interesadas.",
    "fr": "Être le partenaire logistique le plus fiable au monde, reconnu pour l'innovation, la durabilité et l'excellence dans la connexion des entreprises aux opportunités mondiales tout en créant de la valeur pour toutes les parties prenantes.",
    "de": "Der weltweit vertrauenswürdigste Logistikpartner sein, anerkannt für Innovation, Nachhaltigkeit und Exzellenz bei der Verbindung von Unternehmen mit globalen Chancen, während Wert für alle Interessengruppen geschaffen wird.",
    "it": "Essere il partner logistico più affidabile al mondo, riconosciuto per l'innovazione, la sostenibilità e l'eccellenza nel connettere le imprese alle opportunità globali, creando valore per tutte le parti interessate.",
    "ar": "أن تكون الشريك اللوجستي الأكثر ثقة في العالم، معترف به للابتكار، والاستدامة، والتميز في ربط الشركات بالفرص العالمية مع خلق قيمة لجميع أصحاب المصلحة."
  },
  "Index.get_a_custom_quote_tailored_to_your_business_needs_and_start_experiencing_the_difference______________professional_logistics_management_can_make_": {
    "en": "Get a custom quote tailored to your business needs and start experiencing the difference \n            professional logistics management can make.",
    "es": "Obtenga una cotización personalizada adaptada a las necesidades de su negocio y comience a experimentar la diferencia que puede hacer la gestión logística profesional.",
    "fr": "Obtenez un devis personnalisé adapté aux besoins de votre entreprise et commencez à découvrir la différence que peut faire la gestion logistique professionnelle.",
    "de": "Erhalten Sie ein individuelles Angebot, das auf die Bedürfnisse Ihres Unternehmens zugeschnitten ist, und erleben Sie den Unterschied, den professionelles Logistikmanagement machen kann.",
    "it": "Ottieni un preventivo personalizzato su misura per le esigenze della tua azienda e inizia a sperimentare la differenza che può fare la gestione logistica professionale.",
    "ar": "احصل على عرض سعر مخصص يلبي احتياجات عملك وابدأ في تجربة الفرق الذي يمكن أن تحدثه إدارة اللوجستيات المهنية."
  },
  "Blog.e_commerce_fulfillment__meeting_rising_customer_expectations": {
    "en": "E-commerce Fulfillment: Meeting Rising Customer Expectations",
    "es": "Cumplimiento de Comercio Electrónico: Satisfacer las Crecientes Expectativas de los Clientes",
    "fr": "Exécution du Commerce Électronique : Répondre aux Attentes Croissantes des Clients",
    "de": "E-Commerce-Abwicklung: Steigende Kundenerwartungen erfüllen",
    "it": "Evasione E-commerce: Soddisfare le Crescenti Aspettative dei Clienti",
    "ar": "تنفيذ التجارة الإلكترونية: تلبية توقعات العملاء المتزايدة"
  },
  "Blog.learn_strategies_for_optimizing_e_commerce_fulfillment_processes_to_deliver_faster__more_reliable_service_to_online_shoppers_": {
    "en": "Learn strategies for optimizing e-commerce fulfillment processes to deliver faster, more reliable service to online shoppers.",
    "es": "Aprenda estrategias para optimizar los procesos de cumplimiento de comercio electrónico para ofrecer un servicio más rápido y confiable a los compradores en línea.",
    "fr": "Apprenez des stratégies pour optimiser les processus de réalisation du commerce électronique afin de fournir un service plus rapide et plus fiable aux acheteurs en ligne.",
    "de": "Erfahren Sie Strategien zur Optimierung von E-Commerce-Abwicklungsprozessen, um schnelleren und zuverlässigeren Service für Online-Käufer zu bieten.",
    "it": "Impara strategie per ottimizzare i processi di evasione e-commerce per offrire un servizio più veloce e affidabile agli acquirenti online.",
    "ar": "تعلم استراتيجيات لتحسين عمليات تنفيذ التجارة الإلكترونية لتقديم خدمة أسرع وأكثر موثوقية للمشترين عبر الإنترنت."
  },
  "LastMileDelivery.last_mile_delivery_innovation__drones_and_autonomous_vehicles": {
    "en": "Last-Mile Delivery Innovation: Drones and Autonomous Vehicles",
    "es": "Innovación en la Entrega de Última Milla: Drones y Vehículos Autónomos",
    "fr": "Innovation dans la Livraison du Dernier Kilomètre : Drones et Véhicules Autonomes",
    "de": "Innovation in der Letzten Meile Lieferung: Drohnen und Autonome Fahrzeuge",
    "it": "Innovazione nella Consegna dell'Ultimo Miglio: Droni e Veicoli Autonomi",
    "ar": "الابتكار في تسليم الميل الأخير: الطائرات بدون طيار والمركبات الذاتية"
  },
  "Services.value_added_services_to_enhance_your_logistics_experience": {
    "en": "Value-added services to enhance your logistics experience",
    "es": "Servicios de valor añadido para mejorar su experiencia logística",
    "fr": "Services à valeur ajoutée pour améliorer votre expérience logistique",
    "de": "Mehrwertdienste zur Verbesserung Ihres Logistikerlebnisses",
    "it": "Servizi a valore aggiunto per migliorare la tua esperienza logistica",
    "ar": "خدمات ذات قيمة مضافة لتعزيز تجربتك اللوجستية"
  },
  "navigation-menu.left_0_top_0_w_full_data__motion__from___animate_in_data__motion__to___animate_out_data__motion__from___fade_in_data__motion__to___fade_out_data__motion_from_end__slide_in_from_right_52_data__motion_from_start__slide_in_from_left_52_data__motion_to_end__slide_out_to_right_52_data__motion_to_start__slide_out_to_left_52_md_absolute_md_w_auto": {
    "en": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto ",
    "es": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto",
    "fr": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto",
    "de": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto",
    "it": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto",
    "ar": "left-0 top-0 w-full data-[motion^=from-]:animate-in data-[motion^=to-]:animate-out data-[motion^=from-]:fade-in data-[motion^=to-]:fade-out data-[motion=from-end]:slide-in-from-right-52 data-[motion=from-start]:slide-in-from-left-52 data-[motion=to-end]:slide-out-to-right-52 data-[motion=to-start]:slide-out-to-left-52 md:absolute md:w-auto"
  },
  "LastMileDelivery.the_last_mile_of_delivery_is_undergoing_a_technological_revolution__drones__autonomous_vehicles__and_robotic_systems_are_transforming_how_packages_reach_customers__offering_faster__more_efficient__and_cost_effective_solutions_": {
    "en": "The last mile of delivery is undergoing a technological revolution. Drones, autonomous vehicles, and robotic systems are transforming how packages reach customers, offering faster, more efficient, and cost-effective solutions.",
    "es": "La última milla de entrega está experimentando una revolución tecnológica. Los drones, vehículos autónomos y sistemas robóticos están transformando la forma en que los paquetes llegan a los clientes, ofreciendo soluciones más rápidas, eficientes y rentables.",
    "fr": "La dernière étape de la livraison subit une révolution technologique. Les drones, les véhicules autonomes et les systèmes robotiques transforment la manière dont les colis atteignent les clients, offrant des solutions plus rapides, plus efficaces et rentables.",
    "de": "Die letzte Meile der Lieferung erlebt eine technologische Revolution. Drohnen, autonome Fahrzeuge und robotische Systeme verändern die Art und Weise, wie Pakete Kunden erreichen, und bieten schnellere, effizientere und kostengünstigere Lösungen.",
    "it": "L'ultimo miglio della consegna sta subendo una rivoluzione tecnologica. Droni, veicoli autonomi e sistemi robotici stanno trasformando il modo in cui i pacchi raggiungono i clienti, offrendo soluzioni più veloci, efficienti e convenienti.",
    "ar": "الميل الأخير من التسليم يشهد ثورة تكنولوجية. الطائرات بدون طيار، والمركبات الذاتية، والأنظمة الروبوتية تحول الطريقة التي تصل بها الطرود إلى العملاء، مما يوفر حلولًا أسرع وأكثر كفاءة وفعالية من حيث التكلفة."
  },
  "Services.comprehensive_coverage_options_to_protect_your_valuable_shipments______________________against_loss__damage__or_theft_during_transit_": {
    "en": "Comprehensive coverage options to protect your valuable shipments \n                    against loss, damage, or theft during transit.",
    "es": "Opciones de cobertura integral para proteger sus valiosos envíos contra pérdida, daño o robo durante el tránsito.",
    "fr": "Options de couverture complète pour protéger vos envois précieux contre la perte, les dommages ou le vol pendant le transit.",
    "de": "Umfassende Deckungsoptionen zum Schutz Ihrer wertvollen Sendungen gegen Verlust, Beschädigung oder Diebstahl während des Transports.",
    "it": "Opzioni di copertura completa per proteggere le tue spedizioni preziose contro la perdita, i danni o il furto durante il transito.",
    "ar": "خيارات تغطية شاملة لحماية شحناتك القيمة ضد الفقدان أو التلف أو السرقة أثناء النقل."
  },
  "LastMileDelivery.last_mile_delivery_represents_up_to_53__of_total_shipping_costs_and_is_often_the_most_complex_part_of_the_logistics_chain__traditional_delivery_methods_struggle_with_traffic_congestion__failed_deliveries__and_rising_customer_expectations_for_faster_service_": {
    "en": "Last-mile delivery represents up to 53% of total shipping costs and is often the most complex part of the logistics chain. Traditional delivery methods struggle with traffic congestion, failed deliveries, and rising customer expectations for faster service.",
    "es": "La entrega de última milla representa hasta el 53% de los costos totales de envío y a menudo es la parte más compleja de la cadena logística. Los métodos de entrega tradicionales luchan con la congestión del tráfico, las entregas fallidas y las crecientes expectativas de los clientes por un servicio más rápido.",
    "fr": "La livraison du dernier kilomètre représente jusqu'à 53% des coûts d'expédition totaux et est souvent la partie la plus complexe de la chaîne logistique. Les méthodes de livraison traditionnelles luttent contre la congestion du trafic, les livraisons échouées et les attentes croissantes des clients pour un service plus rapide.",
    "de": "Die Lieferung auf der letzten Meile macht bis zu 53% der gesamten Versandkosten aus und ist oft der komplexeste Teil der Logistikkette. Traditionelle Liefermethoden kämpfen mit Verkehrsstaus, fehlgeschlagenen Lieferungen und steigenden Kundenerwartungen an einen schnelleren Service.",
    "it": "La consegna dell'ultimo miglio rappresenta fino al 53% dei costi totali di spedizione ed è spesso la parte più complessa della catena logistica. I metodi di consegna tradizionali lottano con la congestione del traffico, le consegne fallite e le crescenti aspettative dei clienti per un servizio più rapido.",
    "ar": "يمثل تسليم الميل الأخير ما يصل إلى 53٪ من إجمالي تكاليف الشحن وغالبًا ما يكون الجزء الأكثر تعقيدًا في سلسلة اللوجستيات. تكافح طرق التسليم التقليدية مع ازدحام المرور، والتسليمات الفاشلة، وتوقعات العملاء المتزايدة لخدمة أسرع."
  },
  "LastMileDelivery.commercial_drones_are_revolutionizing_package_delivery_for_lightweight_items__with_capabilities_to_bypass_traffic_and_reach_remote_locations__drones_can_reduce_delivery_times_from_hours_to_minutes_for_suitable_packages_": {
    "en": "Commercial drones are revolutionizing package delivery for lightweight items. With capabilities to bypass traffic and reach remote locations, drones can reduce delivery times from hours to minutes for suitable packages.",
    "es": "Los drones comerciales están revolucionando la entrega de paquetes para artículos ligeros. Con la capacidad de evitar el tráfico y llegar a ubicaciones remotas, los drones pueden reducir los tiempos de entrega de horas a minutos para paquetes adecuados.",
    "fr": "Les drones commerciaux révolutionnent la livraison de colis pour les articles légers. Avec la capacité de contourner le trafic et d'atteindre des emplacements éloignés, les drones peuvent réduire les temps de livraison de plusieurs heures à quelques minutes pour les colis appropriés.",
    "de": "Kommerzielle Drohnen revolutionieren die Paketzustellung für leichte Gegenstände. Mit der Fähigkeit, den Verkehr zu umgehen und abgelegene Orte zu erreichen, können Drohnen die Lieferzeiten von Stunden auf Minuten für geeignete Pakete verkürzen.",
    "it": "I droni commerciali stanno rivoluzionando la consegna dei pacchi per articoli leggeri. Con la capacità di bypassare il traffico e raggiungere località remote, i droni possono ridurre i tempi di consegna da ore a minuti per pacchi adatti.",
    "ar": "الطائرات بدون طيار التجارية تحدث ثورة في تسليم الطرود للعناصر خفيفة الوزن. مع القدرة على تجاوز حركة المرور والوصول إلى المواقع النائية، يمكن للطائرات بدون طيار تقليل أوقات التسليم من ساعات إلى دقائق للطرود المناسبة."
  },
  "Index.comprehensive_logistics_solutions_for_every_business_need": {
    "en": "Comprehensive logistics solutions for every business need",
    "es": "Soluciones logísticas integrales para cada necesidad empresarial",
    "fr": "Solutions logistiques complètes pour chaque besoin commercial",
    "de": "Umfassende Logistiklösungen für jeden Geschäftsbedarf",
    "it": "Soluzioni logistiche complete per ogni esigenza aziendale",
    "ar": "حلول لوجستية شاملة لكل احتياج تجاري"
  },
  "Services.advanced_gps_tracking_and_monitoring_systems_provide_real_time______________________visibility_of_your_shipments_throughout_the_journey_": {
    "en": "Advanced GPS tracking and monitoring systems provide real-time \n                    visibility of your shipments throughout the journey.",
    "es": "Los sistemas avanzados de seguimiento y monitoreo GPS proporcionan visibilidad en tiempo real de sus envíos a lo largo del viaje.",
    "fr": "Les systèmes avancés de suivi et de surveillance GPS offrent une visibilité en temps réel de vos expéditions tout au long du voyage.",
    "de": "Fortschrittliche GPS-Tracking- und Überwachungssysteme bieten Echtzeit-Sichtbarkeit Ihrer Sendungen während der gesamten Reise.",
    "it": "I sistemi avanzati di tracciamento e monitoraggio GPS forniscono visibilità in tempo reale delle tue spedizioni durante tutto il viaggio.",
    "ar": "توفر أنظمة التتبع والمراقبة المتقدمة عبر GPS رؤية في الوقت الفعلي لشحناتك طوال الرحلة."
  },
  "Blog.global_trade_trends__navigating_international_shipping_challenges": {
    "en": "Global Trade Trends: Navigating International Shipping Challenges",
    "es": "Tendencias del Comercio Global: Navegando los Desafíos del Envío Internacional",
    "fr": "Tendances du Commerce Mondial : Naviguer dans les Défis de l'Expédition Internationale",
    "de": "Globale Handelstrends: Herausforderungen im internationalen Versand meistern",
    "it": "Tendenze del Commercio Globale: Navigare le Sfide della Spedizione Internazionale",
    "ar": "اتجاهات التجارة العالمية: التنقل في تحديات الشحن الدولي"
  },
  "Services.contact_our_logistics_experts_today_to_discuss_your_requirements_and_get_a_customized_solution_": {
    "en": "Contact our logistics experts today to discuss your requirements and get a customized solution.",
    "es": "Contacte a nuestros expertos en logística hoy para discutir sus requisitos y obtener una solución personalizada.",
    "fr": "Contactez nos experts en logistique dès aujourd'hui pour discuter de vos besoins et obtenir une solution personnalisée.",
    "de": "Kontaktieren Sie noch heute unsere Logistikexperten, um Ihre Anforderungen zu besprechen und eine maßgeschneiderte Lösung zu erhalten.",
    "it": "Contatta oggi i nostri esperti di logistica per discutere le tue esigenze e ottenere una soluzione personalizzata.",
    "ar": "اتصل بخبراء اللوجستيات لدينا اليوم لمناقشة متطلباتك والحصول على حل مخصص."
  },
  "Blog.understand_the_current_global_trade_landscape_and_how_to_overcome_common_challenges_in_international_shipping_": {
    "en": "Understand the current global trade landscape and how to overcome common challenges in international shipping.",
    "es": "Comprenda el panorama actual del comercio global y cómo superar los desafíos comunes en el envío internacional.",
    "fr": "Comprenez le paysage actuel du commerce mondial et comment surmonter les défis courants de l'expédition internationale.",
    "de": "Verstehen Sie die aktuelle globale Handelslandschaft und wie Sie häufige Herausforderungen im internationalen Versand überwinden können.",
    "it": "Comprendi l'attuale panorama del commercio globale e come superare le sfide comuni nella spedizione internazionale.",
    "ar": "فهم المشهد الحالي للتجارة العالمية وكيفية التغلب على التحديات الشائعة في الشحن الدولي."
  },
  "Index.with_decades_of_experience_and_cutting_edge_technology__we_deliver_reliable_logistics_solutions________________that_keep_your_business_moving_efficiently_and_cost_effectively_": {
    "en": "With decades of experience and cutting-edge technology, we deliver reliable logistics solutions \n              that keep your business moving efficiently and cost-effectively.",
    "es": "Con décadas de experiencia y tecnología de punta, ofrecemos soluciones logísticas confiables que mantienen su negocio en movimiento de manera eficiente y rentable.",
    "fr": "Avec des décennies d'expérience et une technologie de pointe, nous fournissons des solutions logistiques fiables qui maintiennent votre entreprise en mouvement de manière efficace et rentable.",
    "de": "Mit jahrzehntelanger Erfahrung und modernster Technologie bieten wir zuverlässige Logistiklösungen, die Ihr Unternehmen effizient und kostengünstig am Laufen halten.",
    "it": "Con decenni di esperienza e tecnologia all'avanguardia, offriamo soluzioni logistiche affidabili che mantengono la tua attività in movimento in modo efficiente ed economico.",
    "ar": "مع عقود من الخبرة والتكنولوجيا المتطورة، نقدم حلول لوجستية موثوقة تحافظ على عملك يتحرك بكفاءة وفعالية من حيث التكلفة."
  },
  "LastMileDelivery.self_driving_delivery_vehicles_and_robots_are_being_deployed_for_ground_based_last_mile_delivery__these_systems_operate_24_7__reduce_labor_costs__and_can_handle_larger_payloads_than_drones_": {
    "en": "Self-driving delivery vehicles and robots are being deployed for ground-based last-mile delivery. These systems operate 24/7, reduce labor costs, and can handle larger payloads than drones.",
    "es": "Los vehículos de entrega autónomos y los robots se están desplegando para la entrega terrestre de última milla. Estos sistemas operan 24/7, reducen los costos laborales y pueden manejar cargas más grandes que los drones.",
    "fr": "Les véhicules de livraison autonomes et les robots sont déployés pour la livraison terrestre du dernier kilomètre. Ces systèmes fonctionnent 24/7, réduisent les coûts de main-d'œuvre et peuvent gérer des charges plus importantes que les drones.",
    "de": "Selbstfahrende Lieferfahrzeuge und Roboter werden für die bodengestützte Zustellung auf der letzten Meile eingesetzt. Diese Systeme arbeiten rund um die Uhr, senken die Arbeitskosten und können größere Nutzlasten als Drohnen bewältigen.",
    "it": "I veicoli di consegna autonomi e i robot vengono impiegati per la consegna a terra dell'ultimo miglio. Questi sistemi operano 24/7, riducono i costi del lavoro e possono gestire carichi più grandi rispetto ai droni.",
    "ar": "يتم نشر مركبات التوصيل الذاتية القيادة والروبوتات للتوصيل الأرضي في الميل الأخير. تعمل هذه الأنظمة على مدار الساعة، وتقلل من تكاليف العمالة، ويمكنها التعامل مع حمولات أكبر من الطائرات بدون طيار."
  },
  "Index.road__rail__sea__and_air_freight_solutions_with_competitive_rates_and_reliable_service_": {
    "en": "Road, rail, sea, and air freight solutions with competitive rates and reliable service.",
    "es": "Soluciones de transporte por carretera, ferrocarril, mar y aire con tarifas competitivas y servicio confiable.",
    "fr": "Solutions de fret routier, ferroviaire, maritime et aérien avec des tarifs compétitifs et un service fiable.",
    "de": "Straßen-, Schienen-, See- und Luftfrachtlösungen mit wettbewerbsfähigen Preisen und zuverlässigem Service.",
    "it": "Soluzioni di trasporto su strada, ferrovia, mare e aria con tariffe competitive e servizio affidabile.",
    "ar": "حلول الشحن البري والسكك الحديدية والبحرية والجوية بأسعار تنافسية وخدمة موثوقة."
  },
  "LastMileDelivery.despite_their_promise__these_technologies_face_regulatory_hurdles__safety_concerns__and_infrastructure_requirements__weather_conditions__air_traffic_management__and_public_acceptance_remain_significant_considerations_for_widespread_adoption_": {
    "en": "Despite their promise, these technologies face regulatory hurdles, safety concerns, and infrastructure requirements. Weather conditions, air traffic management, and public acceptance remain significant considerations for widespread adoption.",
    "es": "A pesar de su promesa, estas tecnologías enfrentan obstáculos regulatorios, preocupaciones de seguridad y requisitos de infraestructura. Las condiciones climáticas, la gestión del tráfico aéreo y la aceptación pública siguen siendo consideraciones significativas para una adopción generalizada.",
    "fr": "Malgré leur promesse, ces technologies font face à des obstacles réglementaires, des préoccupations de sécurité et des exigences d'infrastructure. Les conditions météorologiques, la gestion du trafic aérien et l'acceptation publique restent des considérations importantes pour une adoption généralisée.",
    "de": "Trotz ihres Versprechens stehen diese Technologien vor regulatorischen Hürden, Sicherheitsbedenken und Infrastrukturanforderungen. Wetterbedingungen, Luftverkehrsmanagement und öffentliche Akzeptanz bleiben bedeutende Überlegungen für eine weitverbreitete Einführung.",
    "it": "Nonostante la loro promessa, queste tecnologie affrontano ostacoli normativi, preoccupazioni per la sicurezza e requisiti infrastrutturali. Le condizioni meteorologiche, la gestione del traffico aereo e l'accettazione pubblica rimangono considerazioni significative per un'adozione diffusa.",
    "ar": "على الرغم من وعودها، تواجه هذه التقنيات عقبات تنظيمية، ومخاوف تتعلق بالسلامة، ومتطلبات البنية التحتية. تظل الظروف الجوية، وإدارة الحركة الجوية، وقبول الجمهور اعتبارات هامة لاعتمادها على نطاق واسع."
  },
  "EcommerceFulfillment.e_commerce_fulfillment__meeting_rising_customer_expectations": {
    "en": "E-commerce Fulfillment: Meeting Rising Customer Expectations",
    "es": "Cumplimiento de Comercio Electrónico: Satisfaciendo las Crecientes Expectativas de los Clientes",
    "fr": "Exécution du Commerce Électronique : Répondre aux Attentes Croissantes des Clients",
    "de": "E-Commerce-Abwicklung: Erfüllung steigender Kundenerwartungen",
    "it": "Evasione del Commercio Elettronico: Soddisfare le Crescenti Aspettative dei Clienti",
    "ar": "تنفيذ التجارة الإلكترونية: تلبية توقعات العملاء المتزايدة"
  },
  "LastMileDelivery.the_future_will_likely_see_hybrid_delivery_models_combining_traditional_methods_with_innovative_technologies__integration_with_smart_city_infrastructure_and_ai_powered_optimization_will_create_seamless__efficient_delivery_networks_": {
    "en": "The future will likely see hybrid delivery models combining traditional methods with innovative technologies. Integration with smart city infrastructure and AI-powered optimization will create seamless, efficient delivery networks.",
    "es": "El futuro probablemente verá modelos de entrega híbridos que combinan métodos tradicionales con tecnologías innovadoras. La integración con la infraestructura de ciudades inteligentes y la optimización impulsada por IA creará redes de entrega fluidas y eficientes.",
    "fr": "L'avenir verra probablement des modèles de livraison hybrides combinant des méthodes traditionnelles avec des technologies innovantes. L'intégration avec l'infrastructure des villes intelligentes et l'optimisation par l'IA créeront des réseaux de livraison fluides et efficaces.",
    "de": "Die Zukunft wird wahrscheinlich hybride Liefermodelle sehen, die traditionelle Methoden mit innovativen Technologien kombinieren. Die Integration mit intelligenter Stadtinfrastruktur und KI-gestützte Optimierung wird nahtlose, effiziente Liefernetzwerke schaffen.",
    "it": "Il futuro vedrà probabilmente modelli di consegna ibridi che combinano metodi tradizionali con tecnologie innovative. L'integrazione con l'infrastruttura delle città intelligenti e l'ottimizzazione alimentata dall'IA creerà reti di consegna senza soluzione di continuità ed efficienti.",
    "ar": "من المحتمل أن يشهد المستقبل نماذج توصيل هجينة تجمع بين الأساليب التقليدية والتقنيات المبتكرة. سيؤدي التكامل مع بنية تحتية للمدن الذكية وتحسين مدعوم بالذكاء الاصطناعي إلى إنشاء شبكات توصيل سلسة وفعالة."
  },
  "Index.advanced_security_measures_and_full_insurance_coverage_for_your_cargo": {
    "en": "Advanced security measures and full insurance coverage for your cargo",
    "es": "Medidas de seguridad avanzadas y cobertura de seguro completa para su carga",
    "fr": "Mesures de sécurité avancées et couverture d'assurance complète pour votre cargaison",
    "de": "Erweiterte Sicherheitsmaßnahmen und vollständiger Versicherungsschutz für Ihre Fracht",
    "it": "Misure di sicurezza avanzate e copertura assicurativa completa per il tuo carico",
    "ar": "إجراءات أمان متقدمة وتغطية تأمينية كاملة لشحنتك"
  },
  "LastMileDelivery.explore_how_cutting_edge_delivery_technologies_can_transform_your_last_mile_operations_and_improve_customer_satisfaction_": {
    "en": "Explore how cutting-edge delivery technologies can transform your last-mile operations and improve customer satisfaction.",
    "es": "Explore cómo las tecnologías de entrega de vanguardia pueden transformar sus operaciones de última milla y mejorar la satisfacción del cliente.",
    "fr": "Découvrez comment les technologies de livraison de pointe peuvent transformer vos opérations du dernier kilomètre et améliorer la satisfaction client.",
    "de": "Erkunden Sie, wie modernste Liefertechnologien Ihre Last-Mile-Operationen transformieren und die Kundenzufriedenheit verbessern können.",
    "it": "Esplora come le tecnologie di consegna all'avanguardia possono trasformare le tue operazioni dell'ultimo miglio e migliorare la soddisfazione del cliente.",
    "ar": "استكشف كيف يمكن لتقنيات التوصيل المتطورة تحويل عمليات الميل الأخير لديك وتحسين رضا العملاء."
  },
  "Contact.interactive_map_placeholder___integration_with_google_maps": {
    "en": "Interactive Map Placeholder - Integration with Google Maps",
    "es": "Marcador de Mapa Interactivo - Integración con Google Maps",
    "fr": "Espace Réservé pour Carte Interactive - Intégration avec Google Maps",
    "de": "Interaktive Kartenplatzhalter - Integration mit Google Maps",
    "it": "Segnaposto Mappa Interattiva - Integrazione con Google Maps",
    "ar": "عنصر نائب للخريطة التفاعلية - التكامل مع خرائط جوجل"
  },
  "EcommerceFulfillment.the_e_commerce_boom_has_fundamentally_changed_customer_expectations_around_delivery_speed__accuracy__and_convenience__meeting_these_rising_expectations_requires_sophisticated_fulfillment_strategies_and_technologies_": {
    "en": "The e-commerce boom has fundamentally changed customer expectations around delivery speed, accuracy, and convenience. Meeting these rising expectations requires sophisticated fulfillment strategies and technologies.",
    "es": "El auge del comercio electrónico ha cambiado fundamentalmente las expectativas de los clientes en torno a la velocidad de entrega, la precisión y la conveniencia. Satisfacer estas crecientes expectativas requiere estrategias y tecnologías de cumplimiento sofisticadas.",
    "fr": "L'essor du commerce électronique a fondamentalement changé les attentes des clients en matière de rapidité, de précision et de commodité de livraison. Répondre à ces attentes croissantes nécessite des stratégies et des technologies de réalisation sophistiquées.",
    "de": "Der E-Commerce-Boom hat die Kundenerwartungen in Bezug auf Liefergeschwindigkeit, Genauigkeit und Komfort grundlegend verändert. Um diesen steigenden Erwartungen gerecht zu werden, sind ausgeklügelte Erfüllungsstrategien und -technologien erforderlich.",
    "it": "Il boom dell'e-commerce ha cambiato radicalmente le aspettative dei clienti riguardo alla velocità di consegna, alla precisione e alla comodità. Soddisfare queste crescenti aspettative richiede strategie e tecnologie di adempimento sofisticate.",
    "ar": "لقد غير ازدهار التجارة الإلكترونية بشكل جذري توقعات العملاء حول سرعة التسليم والدقة والراحة. يتطلب تلبية هذه التوقعات المتزايدة استراتيجيات وتقنيات تنفيذ متطورة."
  },
  "form.placeholder.please_describe_your_logistics_needs__shipment_details__or_any_specific_requirements___": {
    "en": "Please describe your logistics needs, shipment details, or any specific requirements...",
    "es": "Por favor, describa sus necesidades logísticas, detalles del envío o cualquier requisito específico...",
    "fr": "Veuillez décrire vos besoins logistiques, les détails de l'expédition ou toute exigence spécifique...",
    "de": "Bitte beschreiben Sie Ihre Logistikbedürfnisse, Versanddetails oder spezifische Anforderungen...",
    "it": "Si prega di descrivere le vostre esigenze logistiche, i dettagli della spedizione o eventuali requisiti specifici...",
    "ar": "يرجى وصف احتياجاتك اللوجستية، تفاصيل الشحنة، أو أي متطلبات محددة..."
  },
  "Blog.last_mile_delivery_innovation__drones_and_autonomous_vehicles": {
    "en": "Last-Mile Delivery Innovation: Drones and Autonomous Vehicles",
    "es": "Innovación en la Entrega de Última Milla: Drones y Vehículos Autónomos",
    "fr": "Innovation dans la Livraison du Dernier Kilomètre : Drones et Véhicules Autonomes",
    "de": "Innovation in der Letzten Meile Lieferung: Drohnen und Autonome Fahrzeuge",
    "it": "Innovazione nella Consegna dell'Ultimo Miglio: Droni e Veicoli Autonomi",
    "ar": "ابتكار في تسليم الميل الأخير: الطائرات بدون طيار والمركبات الذاتية القيادة"
  },
  "EcommerceFulfillment.smaller__strategically_located_fulfillment_centers_closer_to_urban_populations_enable_faster_delivery_times_and_reduced_shipping_costs__these_micro_fulfillment_centers_are_revolutionizing_last_mile_delivery_": {
    "en": "Smaller, strategically located fulfillment centers closer to urban populations enable faster delivery times and reduced shipping costs. These micro-fulfillment centers are revolutionizing last-mile delivery.",
    "es": "Centros de cumplimiento más pequeños y estratégicamente ubicados cerca de las poblaciones urbanas permiten tiempos de entrega más rápidos y costos de envío reducidos. Estos microcentros de cumplimiento están revolucionando la entrega de última milla.",
    "fr": "Des centres de traitement plus petits et stratégiquement situés près des populations urbaines permettent des délais de livraison plus rapides et des coûts d'expédition réduits. Ces micro-centres de traitement révolutionnent la livraison du dernier kilomètre.",
    "de": "Kleinere, strategisch gelegene Fulfillment-Zentren in der Nähe städtischer Bevölkerungen ermöglichen schnellere Lieferzeiten und reduzierte Versandkosten. Diese Mikro-Fulfillment-Zentren revolutionieren die Lieferung auf der letzten Meile.",
    "it": "Centri di evasione più piccoli e strategicamente posizionati vicino alle popolazioni urbane consentono tempi di consegna più rapidi e costi di spedizione ridotti. Questi micro-centri di evasione stanno rivoluzionando la consegna dell'ultimo miglio.",
    "ar": "مراكز تلبية أصغر وموقعها استراتيجيًا بالقرب من السكان الحضريين تتيح أوقات تسليم أسرع وتكاليف شحن منخفضة. هذه المراكز الصغيرة للتلبية تحدث ثورة في تسليم الميل الأخير."
  },
  "Blog.explore_cutting_edge_technologies_transforming_last_mile_delivery__from_delivery_drones_to_self_driving_vehicles_": {
    "en": "Explore cutting-edge technologies transforming last-mile delivery, from delivery drones to self-driving vehicles.",
    "es": "Explora tecnologías de vanguardia que están transformando la entrega de última milla, desde drones de entrega hasta vehículos autónomos.",
    "fr": "Explorez les technologies de pointe qui transforment la livraison du dernier kilomètre, des drones de livraison aux véhicules autonomes.",
    "de": "Erkunden Sie Spitzentechnologien, die die Lieferung auf der letzten Meile transformieren, von Lieferdrohnen bis hin zu selbstfahrenden Fahrzeugen.",
    "it": "Esplora tecnologie all'avanguardia che stanno trasformando la consegna dell'ultimo miglio, dai droni di consegna ai veicoli a guida autonoma.",
    "ar": "استكشف التقنيات المتطورة التي تحول تسليم الميل الأخير، من الطائرات بدون طيار للتسليم إلى المركبات الذاتية القيادة."
  },
  "SustainableLogistics.sustainable_logistics__green_transportation_solutions": {
    "en": "Sustainable Logistics: Green Transportation Solutions",
    "es": "Logística Sostenible: Soluciones de Transporte Verde",
    "fr": "Logistique Durable : Solutions de Transport Vert",
    "de": "Nachhaltige Logistik: Grüne Transportlösungen",
    "it": "Logistica Sostenibile: Soluzioni di Trasporto Verde",
    "ar": "اللوجستيات المستدامة: حلول النقل الأخضر"
  },
  "EcommerceFulfillment.successful_e_commerce_fulfillment_requires_seamless_integration_across_all_sales_channels__from_online_stores_to_physical_retail_locations__creating_a_unified_customer_experience_": {
    "en": "Successful e-commerce fulfillment requires seamless integration across all sales channels, from online stores to physical retail locations, creating a unified customer experience.",
    "es": "El cumplimiento exitoso del comercio electrónico requiere una integración perfecta en todos los canales de ventas, desde tiendas en línea hasta ubicaciones minoristas físicas, creando una experiencia unificada para el cliente.",
    "fr": "La réussite de l'exécution du commerce électronique nécessite une intégration transparente sur tous les canaux de vente, des magasins en ligne aux points de vente physiques, créant une expérience client unifiée.",
    "de": "Erfolgreiches E-Commerce-Fulfillment erfordert eine nahtlose Integration über alle Vertriebskanäle hinweg, von Online-Shops bis hin zu physischen Einzelhandelsstandorten, um ein einheitliches Kundenerlebnis zu schaffen.",
    "it": "Il successo nell'evasione dell'e-commerce richiede un'integrazione senza soluzione di continuità su tutti i canali di vendita, dai negozi online ai punti vendita fisici, creando un'esperienza cliente unificata.",
    "ar": "يتطلب تحقيق النجاح في تلبية التجارة الإلكترونية تكاملًا سلسًا عبر جميع قنوات المبيعات، من المتاجر عبر الإنترنت إلى المواقع التجارية الفعلية، مما يخلق تجربة موحدة للعميل."
  },
  "Index.state_of_the_art_warehouse_facilities_with_inventory_management_and_fulfillment_services_": {
    "en": "State-of-the-art warehouse facilities with inventory management and fulfillment services.",
    "es": "Instalaciones de almacén de última generación con gestión de inventario y servicios de cumplimiento.",
    "fr": "Installations d'entrepôt à la pointe de la technologie avec gestion des stocks et services de traitement.",
    "de": "Hochmoderne Lageranlagen mit Bestandsverwaltung und Fulfillment-Dienstleistungen.",
    "it": "Strutture di magazzino all'avanguardia con gestione dell'inventario e servizi di evasione.",
    "ar": "مرافق مستودعات حديثة مع إدارة المخزون وخدمات التلبية."
  },
  "SustainableLogistics.as_environmental_concerns_take_center_stage__the_logistics_industry_is_embracing_sustainable_transportation_solutions_that_reduce_carbon_emissions_while_maintaining_operational_efficiency_": {
    "en": "As environmental concerns take center stage, the logistics industry is embracing sustainable transportation solutions that reduce carbon emissions while maintaining operational efficiency.",
    "es": "A medida que las preocupaciones ambientales ocupan un lugar central, la industria logística está adoptando soluciones de transporte sostenible que reducen las emisiones de carbono mientras mantienen la eficiencia operativa.",
    "fr": "Alors que les préoccupations environnementales occupent le devant de la scène, l'industrie logistique adopte des solutions de transport durable qui réduisent les émissions de carbone tout en maintenant l'efficacité opérationnelle.",
    "de": "Da Umweltbedenken in den Vordergrund rücken, setzt die Logistikbranche auf nachhaltige Transportlösungen, die die Kohlenstoffemissionen reduzieren und gleichzeitig die Betriebseffizienz aufrechterhalten.",
    "it": "Con le preoccupazioni ambientali al centro dell'attenzione, l'industria logistica sta adottando soluzioni di trasporto sostenibili che riducono le emissioni di carbonio mantenendo l'efficienza operativa.",
    "ar": "مع تصاعد المخاوف البيئية، تتبنى صناعة اللوجستيات حلول النقل المستدامة التي تقلل من انبعاثات الكربون مع الحفاظ على الكفاءة التشغيلية."
  },
  "EcommerceFulfillment.discover_how_to_meet_and_exceed_customer_expectations_with_our_advanced_fulfillment_solutions_": {
    "en": "Discover how to meet and exceed customer expectations with our advanced fulfillment solutions.",
    "es": "Descubre cómo satisfacer y superar las expectativas de los clientes con nuestras soluciones avanzadas de cumplimiento.",
    "fr": "Découvrez comment répondre et dépasser les attentes des clients avec nos solutions avancées de traitement.",
    "de": "Entdecken Sie, wie Sie mit unseren fortschrittlichen Fulfillment-Lösungen die Kundenerwartungen erfüllen und übertreffen können.",
    "it": "Scopri come soddisfare e superare le aspettative dei clienti con le nostre soluzioni avanzate di evasione.",
    "ar": "اكتشف كيفية تلبية وتجاوز توقعات العملاء باستخدام حلول التلبية المتقدمة لدينا."
  },
  "SustainableLogistics.the_transportation_sector_accounts_for_approximately_24__of_global_carbon_dioxide_emissions__with_freight_transport_being_a_significant_contributor__as_e_commerce_continues_to_grow_and_global_trade_expands__the_environmental_impact_of_logistics_operations_has_become_impossible_to_ignore_": {
    "en": "The transportation sector accounts for approximately 24% of global carbon dioxide emissions, with freight transport being a significant contributor. As e-commerce continues to grow and global trade expands, the environmental impact of logistics operations has become impossible to ignore.",
    "es": "El sector del transporte representa aproximadamente el 24% de las emisiones globales de dióxido de carbono, siendo el transporte de mercancías un contribuyente significativo. A medida que el comercio electrónico sigue creciendo y el comercio global se expande, el impacto ambiental de las operaciones logísticas se ha vuelto imposible de ignorar.",
    "fr": "Le secteur des transports représente environ 24% des émissions mondiales de dioxyde de carbone, le transport de marchandises étant un contributeur important. Alors que le commerce électronique continue de croître et que le commerce mondial s'étend, l'impact environnemental des opérations logistiques est devenu impossible à ignorer.",
    "de": "Der Verkehrssektor ist für etwa 24% der weltweiten Kohlendioxidemissionen verantwortlich, wobei der Güterverkehr einen bedeutenden Beitrag leistet. Da der E-Commerce weiter wächst und der globale Handel expandiert, ist der Umwelteinfluss von Logistikoperationen nicht mehr zu ignorieren.",
    "it": "Il settore dei trasporti rappresenta circa il 24% delle emissioni globali di anidride carbonica, con il trasporto merci che è un contributore significativo. Con la continua crescita dell'e-commerce e l'espansione del commercio globale, l'impatto ambientale delle operazioni logistiche è diventato impossibile da ignorare.",
    "ar": "يمثل قطاع النقل حوالي 24% من انبعاثات ثاني أكسيد الكربون العالمية، مع كون نقل البضائع مساهمًا كبيرًا. مع استمرار نمو التجارة الإلكترونية وتوسع التجارة العالمية، أصبح من المستحيل تجاهل التأثير البيئي لعمليات اللوجستيات."
  },
  "tabs.mt_2_ring_offset_background_focus_visible_outline_none_focus_visible_ring_2_focus_visible_ring_ring_focus_visible_ring_offset_2": {
    "en": "mt-2 ring-offset-background focus-visible:outline-none focus-visible:ring-2 focus-visible:ring-ring focus-visible:ring-offset-2"
  },
  "SustainableLogistics.electric_delivery_vehicles_are_leading_the_charge_in_sustainable_logistics__major_logistics_companies_are_investing_heavily_in_electric_fleets_for_last_mile_delivery__significantly_reducing_urban_air_pollution_and_noise_levels_": {
    "en": "Electric delivery vehicles are leading the charge in sustainable logistics. Major logistics companies are investing heavily in electric fleets for last-mile delivery, significantly reducing urban air pollution and noise levels.",
    "es": "Los vehículos de entrega eléctricos están liderando la carga en la logística sostenible. Las principales empresas de logística están invirtiendo fuertemente en flotas eléctricas para la entrega de última milla, reduciendo significativamente la contaminación del aire urbano y los niveles de ruido.",
    "fr": "Les véhicules de livraison électriques sont à l'avant-garde de la logistique durable. Les grandes entreprises de logistique investissent massivement dans des flottes électriques pour la livraison du dernier kilomètre, réduisant considérablement la pollution de l'air urbain et les niveaux de bruit.",
    "de": "Elektrische Lieferfahrzeuge führen die nachhaltige Logistik an. Große Logistikunternehmen investieren stark in elektrische Flotten für die Lieferung auf der letzten Meile, was die städtische Luftverschmutzung und Lärmbelastung erheblich reduziert.",
    "it": "I veicoli di consegna elettrici stanno guidando la carica nella logistica sostenibile. Le principali aziende di logistica stanno investendo pesantemente in flotte elettriche per la consegna dell'ultimo miglio, riducendo significativamente l'inquinamento atmosferico urbano e i livelli di rumore.",
    "ar": "المركبات الكهربائية للتوصيل تقود الشحن في اللوجستيات المستدامة. تستثمر الشركات اللوجستية الكبرى بكثافة في الأساطيل الكهربائية لتسليم الميل الأخير، مما يقلل بشكل كبير من تلوث الهواء الحضري ومستويات الضوضاء."
  },
  "Blog.warehouse_optimization__maximizing_efficiency_and_space": {
    "en": "Warehouse Optimization: Maximizing Efficiency and Space",
    "es": "Optimización de Almacenes: Maximizando la Eficiencia y el Espacio",
    "fr": "Optimisation des Entrepôts : Maximiser l'Efficacité et l'Espace",
    "de": "Lageroptimierung: Maximierung von Effizienz und Raum",
    "it": "Ottimizzazione del Magazzino: Massimizzare l'Efficienza e lo Spazio",
    "ar": "تحسين المستودعات: تعظيم الكفاءة والمساحة"
  },
  "SustainableLogistics.hydrogen_fuel_cells__biofuels__and_other_alternative_energy_sources_are_becoming_viable_options_for_long_haul_transportation__offering_cleaner_alternatives_to_traditional_diesel_engines_": {
    "en": "Hydrogen fuel cells, biofuels, and other alternative energy sources are becoming viable options for long-haul transportation, offering cleaner alternatives to traditional diesel engines.",
    "es": "Las pilas de combustible de hidrógeno, los biocombustibles y otras fuentes de energía alternativas están convirtiéndose en opciones viables para el transporte de larga distancia, ofreciendo alternativas más limpias a los motores diésel tradicionales.",
    "fr": "Les piles à hydrogène, les biocarburants et d'autres sources d'énergie alternatives deviennent des options viables pour le transport longue distance, offrant des alternatives plus propres aux moteurs diesel traditionnels.",
    "de": "Wasserstoff-Brennstoffzellen, Biokraftstoffe und andere alternative Energiequellen werden zu praktikablen Optionen für den Langstreckentransport und bieten sauberere Alternativen zu herkömmlichen Dieselmotoren.",
    "it": "Le celle a combustibile a idrogeno, i biocarburanti e altre fonti di energia alternative stanno diventando opzioni praticabili per il trasporto a lunga distanza, offrendo alternative più pulite ai motori diesel tradizionali.",
    "ar": "خلايا الوقود الهيدروجينية، والوقود الحيوي، ومصادر الطاقة البديلة الأخرى أصبحت خيارات قابلة للتطبيق للنقل لمسافات طويلة، مما يوفر بدائل أنظف لمحركات الديزل التقليدية."
  },
  "Blog.discover_proven_strategies_for_optimizing_warehouse_operations__improving_storage_efficiency__and_reducing_operational_costs_": {
    "en": "Discover proven strategies for optimizing warehouse operations, improving storage efficiency, and reducing operational costs.",
    "es": "Descubre estrategias comprobadas para optimizar las operaciones de almacén, mejorar la eficiencia del almacenamiento y reducir los costos operativos.",
    "fr": "Découvrez des stratégies éprouvées pour optimiser les opérations d'entrepôt, améliorer l'efficacité du stockage et réduire les coûts opérationnels.",
    "de": "Entdecken Sie bewährte Strategien zur Optimierung von Lagerbetrieben, zur Verbesserung der Lagereffizienz und zur Senkung der Betriebskosten.",
    "it": "Scopri strategie comprovate per ottimizzare le operazioni di magazzino, migliorare l'efficienza dello stoccaggio e ridurre i costi operativi.",
    "ar": "اكتشف استراتيجيات مثبتة لتحسين عمليات المستودعات، وتحسين كفاءة التخزين، وتقليل التكاليف التشغيلية."
  },
  "SustainableLogistics.learn_how_your_business_can_implement_sustainable_logistics_solutions_that_benefit_both_the_environment_and_your_bottom_line_": {
    "en": "Learn how your business can implement sustainable logistics solutions that benefit both the environment and your bottom line.",
    "es": "Aprende cómo tu negocio puede implementar soluciones de logística sostenible que beneficien tanto al medio ambiente como a tus resultados financieros.",
    "fr": "Découvrez comment votre entreprise peut mettre en œuvre des solutions logistiques durables qui profitent à la fois à l'environnement et à vos résultats financiers.",
    "de": "Erfahren Sie, wie Ihr Unternehmen nachhaltige Logistiklösungen implementieren kann, die sowohl der Umwelt als auch Ihrem Gewinn zugutekommen.",
    "it": "Scopri come la tua azienda può implementare soluzioni logistiche sostenibili che beneficiano sia l'ambiente che i tuoi profitti.",
    "ar": "تعلم كيف يمكن لعملك تنفيذ حلول لوجستية مستدامة تفيد كل من البيئة وأرباحك."
  },
  "Footer.___2024_logiflow__all_rights_reserved__built_with_modern_web_technologies_": {
    "en": "Â© 2024 LogiFlow. All rights reserved. Built with modern web technologies.",
    "es": "© 2024 LogiFlow. Todos los derechos reservados. Construido con tecnologías web modernas.",
    "fr": "© 2024 LogiFlow. Tous droits réservés. Construit avec des technologies web modernes.",
    "de": "© 2024 LogiFlow. Alle Rechte vorbehalten. Gebaut mit modernen Webtechnologien.",
    "it": "© 2024 LogiFlow. Tutti i diritti riservati. Costruito con tecnologie web moderne.",
    "ar": "© 2024 LogiFlow. جميع الحقوق محفوظة. تم بناؤه باستخدام تقنيات الويب الحديثة."
  },
  "NotFound.404_error__user_attempted_to_access_non_existent_route_": {
    "en": "404 Error: User attempted to access non-existent route:",
    "es": "Error 404: El usuario intentó acceder a una ruta inexistente:",
    "fr": "Erreur 404 : L'utilisateur a tenté d'accéder à une route inexistante :",
    "de": "Fehler 404: Der Benutzer hat versucht, auf eine nicht vorhandene Route zuzugreifen:",
    "it": "Errore 404: L'utente ha tentato di accedere a un percorso inesistente:",
    "ar": "خطأ 404: حاول المستخدم الوصول إلى مسار غير موجود:"
  },
  "Footer.your_trusted_global_logistics_partner__delivering_excellence_in_freight_transport_________________warehousing__and_supply_chain_solutions_": {
    "en": "Your trusted global logistics partner, delivering excellence in freight transport, \n              warehousing, and supply chain solutions.",
    "es": "Su socio logístico global de confianza, ofreciendo excelencia en el transporte de carga, \n              almacenamiento y soluciones de cadena de suministro.",
    "fr": "Votre partenaire logistique mondial de confiance, offrant l'excellence dans le transport de fret, \n              l'entreposage et les solutions de chaîne d'approvisionnement.",
    "de": "Ihr vertrauenswürdiger globaler Logistikpartner, der Exzellenz im Frachttransport, \n              Lagerhaltung und Lieferkettenlösungen bietet.",
    "it": "Il tuo partner logistico globale di fiducia, che offre eccellenza nel trasporto merci, \n              stoccaggio e soluzioni di catena di fornitura.",
    "ar": "شريكك اللوجستي العالمي الموثوق به، يقدم التميز في نقل البضائع، \n              التخزين وحلول سلسلة التوريد."
  },
  "FutureSupplyChainAI.the_future_of_supply_chain_management__ai_and_automation": {
    "en": "The Future of Supply Chain Management: AI and Automation",
    "es": "El futuro de la gestión de la cadena de suministro: IA y automatización",
    "fr": "L'avenir de la gestion de la chaîne d'approvisionnement : IA et automatisation",
    "de": "Die Zukunft des Lieferkettenmanagements: KI und Automatisierung",
    "it": "Il futuro della gestione della catena di fornitura: IA e automazione",
    "ar": "مستقبل إدارة سلسلة التوريد: الذكاء الاصطناعي والأتمتة"
  },
  "Services.comprehensive_logistics_solutions_designed_to_optimize_your_supply_chain_______________reduce_costs__and_accelerate_your_business_growth_": {
    "en": "Comprehensive logistics solutions designed to optimize your supply chain, \n            reduce costs, and accelerate your business growth.",
    "es": "Soluciones logísticas integrales diseñadas para optimizar su cadena de suministro, \n            reducir costos y acelerar el crecimiento de su negocio.",
    "fr": "Des solutions logistiques complètes conçues pour optimiser votre chaîne d'approvisionnement, \n            réduire les coûts et accélérer la croissance de votre entreprise.",
    "de": "Umfassende Logistiklösungen, die darauf ausgelegt sind, Ihre Lieferkette zu optimieren, \n            Kosten zu senken und Ihr Unternehmenswachstum zu beschleunigen.",
    "it": "Soluzioni logistiche complete progettate per ottimizzare la tua catena di fornitura, \n            ridurre i costi e accelerare la crescita del tuo business.",
    "ar": "حلول لوجستية شاملة مصممة لتحسين سلسلة التوريد الخاصة بك، \n            تقليل التكاليف وتسريع نمو عملك."
  },
  "About.we_keep_our_promises_and_deliver_consistent__dependable_service_that_our_clients__________________can_count_on__every_single_time_": {
    "en": "We keep our promises and deliver consistent, dependable service that our clients \n                can count on, every single time.",
    "es": "Cumplimos nuestras promesas y ofrecemos un servicio constante y confiable en el que nuestros clientes \n                pueden confiar, cada vez.",
    "fr": "Nous tenons nos promesses et offrons un service constant et fiable sur lequel nos clients \n                peuvent compter, à chaque fois.",
    "de": "Wir halten unsere Versprechen und bieten einen konsistenten, zuverlässigen Service, auf den sich unsere Kunden \n                jedes Mal verlassen können.",
    "it": "Manteniamo le nostre promesse e offriamo un servizio costante e affidabile su cui i nostri clienti \n                possono contare, ogni volta.",
    "ar": "نفي بوعودنا ونقدم خدمة ثابتة وموثوقة يمكن لعملائنا \n                الاعتماد عليها، في كل مرة."
  },
  "WarehouseOptimization.warehouse_optimization__maximizing_efficiency_and_space": {
    "en": "Warehouse Optimization: Maximizing Efficiency and Space",
    "es": "Optimización de almacenes: Maximizando la eficiencia y el espacio",
    "fr": "Optimisation des entrepôts : Maximiser l'efficacité et l'espace",
    "de": "Lageroptimierung: Maximierung von Effizienz und Raum",
    "it": "Ottimizzazione del magazzino: Massimizzare l'efficienza e lo spazio",
    "ar": "تحسين المستودعات: زيادة الكفاءة والمساحة"
  },
  "FutureSupplyChainAI.the_logistics_industry_is_undergoing_a_revolutionary_transformation_driven_by_artificial_intelligence_and_automation_technologies__from_predictive_analytics_to_autonomous_vehicles__these_innovations_are_reshaping_how_goods_move_through_global_supply_chains_": {
    "en": "The logistics industry is undergoing a revolutionary transformation driven by artificial intelligence and automation technologies. From predictive analytics to autonomous vehicles, these innovations are reshaping how goods move through global supply chains.",
    "es": "La industria logística está experimentando una transformación revolucionaria impulsada por la inteligencia artificial y las tecnologías de automatización. Desde el análisis predictivo hasta los vehículos autónomos, estas innovaciones están remodelando cómo se mueven los bienes a través de las cadenas de suministro globales.",
    "fr": "L'industrie logistique subit une transformation révolutionnaire poussée par l'intelligence artificielle et les technologies d'automatisation. Des analyses prédictives aux véhicules autonomes, ces innovations redéfinissent la manière dont les marchandises circulent à travers les chaînes d'approvisionnement mondiales.",
    "de": "Die Logistikbranche durchläuft eine revolutionäre Transformation, die von künstlicher Intelligenz und Automatisierungstechnologien angetrieben wird. Von prädiktiver Analytik bis hin zu autonomen Fahrzeugen verändern diese Innovationen die Art und Weise, wie Waren durch globale Lieferketten bewegt werden.",
    "it": "L'industria logistica sta subendo una trasformazione rivoluzionaria guidata dall'intelligenza artificiale e dalle tecnologie di automazione. Dall'analisi predittiva ai veicoli autonomi, queste innovazioni stanno rimodellando il modo in cui le merci si muovono attraverso le catene di fornitura globali.",
    "ar": "تشهد صناعة اللوجستيات تحولًا ثوريًا مدفوعًا بالذكاء الاصطناعي وتقنيات الأتمتة. من التحليلات التنبؤية إلى المركبات الذاتية القيادة، تعيد هذه الابتكارات تشكيل كيفية انتقال البضائع عبر سلاسل التوريد العالمية."
  },
  "Services.multi_modal_transportation_solutions_for_domestic_and_international_shipments": {
    "en": "Multi-modal transportation solutions for domestic and international shipments",
    "es": "Soluciones de transporte multimodal para envíos nacionales e internacionales",
    "fr": "Solutions de transport multimodal pour les expéditions nationales et internationales",
    "de": "Multimodale Transportlösungen für nationale und internationale Sendungen",
    "it": "Soluzioni di trasporto multimodale per spedizioni nazionali e internazionali",
    "ar": "حلول النقل متعدد الوسائط للشحنات المحلية والدولية"
  },
  "WarehouseOptimization.warehouse_optimization_is_critical_for_maintaining_competitive_advantage_in_today_s_fast_paced_logistics_environment__effective_strategies_can_dramatically_improve_operational_efficiency__reduce_costs__and_enhance_customer_satisfaction_": {
    "en": "Warehouse optimization is critical for maintaining competitive advantage in today's fast-paced logistics environment. Effective strategies can dramatically improve operational efficiency, reduce costs, and enhance customer satisfaction.",
    "es": "La optimización de almacenes es crítica para mantener una ventaja competitiva en el entorno logístico acelerado de hoy. Las estrategias efectivas pueden mejorar drásticamente la eficiencia operativa, reducir costos y aumentar la satisfacción del cliente.",
    "fr": "L'optimisation des entrepôts est cruciale pour maintenir un avantage concurrentiel dans l'environnement logistique rapide d'aujourd'hui. Des stratégies efficaces peuvent améliorer considérablement l'efficacité opérationnelle, réduire les coûts et améliorer la satisfaction client.",
    "de": "Die Lageroptimierung ist entscheidend, um in der heutigen schnelllebigen Logistikumgebung einen Wettbewerbsvorteil zu erhalten. Effektive Strategien können die Betriebseffizienz erheblich verbessern, Kosten senken und die Kundenzufriedenheit steigern.",
    "it": "L'ottimizzazione del magazzino è fondamentale per mantenere un vantaggio competitivo nell'ambiente logistico frenetico di oggi. Strategie efficaci possono migliorare notevolmente l'efficienza operativa, ridurre i costi e aumentare la soddisfazione del cliente.",
    "ar": "تحسين المستودعات أمر حيوي للحفاظ على ميزة تنافسية في بيئة اللوجستيات السريعة اليوم. يمكن للاستراتيجيات الفعالة تحسين الكفاءة التشغيلية بشكل كبير، وتقليل التكاليف، وزيادة رضا العملاء."
  },
  "About.we_embrace_technology_and_creative_solutions_to_continuously_improve_our_services__________________and_stay_ahead_of_industry_trends_": {
    "en": "We embrace technology and creative solutions to continuously improve our services \n                and stay ahead of industry trends.",
    "es": "Adoptamos la tecnología y las soluciones creativas para mejorar continuamente nuestros servicios \n                y mantenernos por delante de las tendencias de la industria.",
    "fr": "Nous adoptons la technologie et des solutions créatives pour améliorer continuellement nos services \n                et rester en avance sur les tendances de l'industrie.",
    "de": "Wir nutzen Technologie und kreative Lösungen, um unsere Dienstleistungen kontinuierlich zu verbessern \n                und den Branchentrends voraus zu sein.",
    "it": "Abbracciamo la tecnologia e le soluzioni creative per migliorare continuamente i nostri servizi \n                e stare al passo con le tendenze del settore.",
    "ar": "نحتضن التكنولوجيا والحلول الإبداعية لتحسين خدماتنا باستمرار \n                والبقاء في مقدمة اتجاهات الصناعة."
  },
  "Services.full_truckload__ftl__and_less_than_truckload__ltl__services": {
    "en": "Full truckload (FTL) and less-than-truckload (LTL) services",
    "es": "Servicios de carga completa (FTL) y carga parcial (LTL)",
    "fr": "Services de chargement complet (FTL) et de chargement partiel (LTL)",
    "de": "Voll-LKW-Ladung (FTL) und Teilladung (LTL) Dienstleistungen",
    "it": "Servizi di carico completo (FTL) e carico parziale (LTL)",
    "ar": "خدمات الشحن الكامل (FTL) والشحن الجزئي (LTL)"
  },
  "WarehouseOptimization.modern_warehouses_serve_as_critical_hubs_in_the_supply_chain__handling_increasing_volumes_while_maintaining_accuracy_and_speed__inefficient_warehouse_operations_can_create_bottlenecks_that_impact_the_entire_logistics_network_": {
    "en": "Modern warehouses serve as critical hubs in the supply chain, handling increasing volumes while maintaining accuracy and speed. Inefficient warehouse operations can create bottlenecks that impact the entire logistics network.",
    "es": "Los almacenes modernos sirven como centros críticos en la cadena de suministro, manejando volúmenes crecientes mientras mantienen la precisión y la velocidad. Las operaciones ineficientes de almacén pueden crear cuellos de botella que afectan toda la red logística.",
    "fr": "Les entrepôts modernes servent de centres critiques dans la chaîne d'approvisionnement, gérant des volumes croissants tout en maintenant précision et rapidité. Les opérations inefficaces d'entrepôt peuvent créer des goulots d'étranglement qui impactent l'ensemble du réseau logistique.",
    "de": "Moderne Lagerhäuser dienen als kritische Knotenpunkte in der Lieferkette, die steigende Volumina bei gleichzeitiger Genauigkeit und Geschwindigkeit bewältigen. Ineffiziente Lagerbetriebe können Engpässe schaffen, die das gesamte Logistiknetzwerk beeinträchtigen.",
    "it": "I magazzini moderni fungono da hub critici nella catena di fornitura, gestendo volumi crescenti mantenendo precisione e velocità. Le operazioni inefficaci del magazzino possono creare colli di bottiglia che influenzano l'intera rete logistica.",
    "ar": "تعمل المستودعات الحديثة كمراكز حيوية في سلسلة التوريد، حيث تتعامل مع أحجام متزايدة مع الحفاظ على الدقة والسرعة. يمكن أن تؤدي العمليات غير الفعالة في المستودعات إلى خلق اختناقات تؤثر على شبكة اللوجستيات بأكملها."
  },
  "About.we_re_committed_to_environmental_responsibility_and_sustainable_practices_that__________________protect_our_planet_for_future_generations_": {
    "en": "We're committed to environmental responsibility and sustainable practices that \n                protect our planet for future generations.",
    "es": "Estamos comprometidos con la responsabilidad ambiental y las prácticas sostenibles que \n                protegen nuestro planeta para las generaciones futuras.",
    "fr": "Nous nous engageons à la responsabilité environnementale et aux pratiques durables qui \n                protègent notre planète pour les générations futures.",
    "de": "Wir sind der Umweltverantwortung und nachhaltigen Praktiken verpflichtet, die \n                unseren Planeten für zukünftige Generationen schützen.",
    "it": "Siamo impegnati nella responsabilità ambientale e nelle pratiche sostenibili che \n                proteggono il nostro pianeta per le generazioni future.",
    "ar": "نحن ملتزمون بالمسؤولية البيئية والممارسات المستدامة التي \n                تحمي كوكبنا للأجيال القادمة."
  },
  "FutureSupplyChainAI.today_s_supply_chains_are_increasingly_complex__spanning_multiple_countries__involving_countless_stakeholders__and_handling_millions_of_products_daily__traditional_manual_processes_are_no_longer_sufficient_to_manage_this_complexity_efficiently__ai_and_automation_are_stepping_in_to_fill_this_gap__offering_unprecedented_visibility_and_control_over_supply_chain_operations_": {
    "en": "Today's supply chains are increasingly complex, spanning multiple countries, involving countless stakeholders, and handling millions of products daily. Traditional manual processes are no longer sufficient to manage this complexity efficiently. AI and automation are stepping in to fill this gap, offering unprecedented visibility and control over supply chain operations.",
    "es": "Las cadenas de suministro de hoy son cada vez más complejas, abarcando múltiples países, involucrando innumerables partes interesadas y manejando millones de productos diariamente. Los procesos manuales tradicionales ya no son suficientes para gestionar esta complejidad de manera eficiente. La IA y la automatización están interviniendo para llenar este vacío, ofreciendo una visibilidad y control sin precedentes sobre las operaciones de la cadena de suministro.",
    "fr": "Les chaînes d'approvisionnement d'aujourd'hui sont de plus en plus complexes, couvrant plusieurs pays, impliquant d'innombrables parties prenantes et gérant des millions de produits quotidiennement. Les processus manuels traditionnels ne suffisent plus à gérer cette complexité efficacement. L'IA et l'automatisation interviennent pour combler ce vide, offrant une visibilité et un contrôle sans précédent sur les opérations de la chaîne d'approvisionnement.",
    "de": "Die heutigen Lieferketten sind zunehmend komplex, erstrecken sich über mehrere Länder, beziehen unzählige Interessengruppen ein und bearbeiten täglich Millionen von Produkten. Traditionelle manuelle Prozesse reichen nicht mehr aus, um diese Komplexität effizient zu bewältigen. KI und Automatisierung treten ein, um diese Lücke zu schließen, und bieten beispiellose Sichtbarkeit und Kontrolle über Lieferkettenoperationen.",
    "it": "Le catene di fornitura di oggi sono sempre più complesse, coprendo più paesi, coinvolgendo innumerevoli stakeholder e gestendo milioni di prodotti quotidianamente. I processi manuali tradizionali non sono più sufficienti per gestire questa complessità in modo efficiente. L'IA e l'automazione stanno intervenendo per colmare questa lacuna, offrendo una visibilità e un controllo senza precedenti sulle operazioni della catena di fornitura.",
    "ar": "سلاسل التوريد اليوم أصبحت أكثر تعقيدًا، حيث تمتد عبر العديد من البلدان، وتشارك فيها أطراف معنية لا حصر لها، وتتعامل مع ملايين المنتجات يوميًا. لم تعد العمليات اليدوية التقليدية كافية لإدارة هذه التعقيد بكفاءة. الذكاء الاصطناعي والأتمتة يتدخلان لملء هذه الفجوة، مما يوفر رؤية وتحكم غير مسبوقين في عمليات سلسلة التوريد."
  },
  "WarehouseOptimization.maximizing_vertical_space_through_high_bay_storage_systems_and_automated_storage_and_retrieval_systems__as_rs__can_significantly_increase_storage_capacity_without_expanding_the_warehouse_footprint_": {
    "en": "Maximizing vertical space through high-bay storage systems and automated storage and retrieval systems (AS/RS) can significantly increase storage capacity without expanding the warehouse footprint.",
    "es": "Maximizar el espacio vertical a través de sistemas de almacenamiento en altura y sistemas automatizados de almacenamiento y recuperación (AS/RS) puede aumentar significativamente la capacidad de almacenamiento sin expandir el área del almacén.",
    "fr": "Maximiser l'espace vertical grâce à des systèmes de stockage en hauteur et des systèmes automatisés de stockage et de récupération (AS/RS) peut augmenter considérablement la capacité de stockage sans étendre l'emprise de l'entrepôt.",
    "de": "Die Maximierung des vertikalen Raums durch Hochregallagersysteme und automatisierte Lager- und Abrufsysteme (AS/RS) kann die Lagerkapazität erheblich erhöhen, ohne die Grundfläche des Lagers zu erweitern.",
    "it": "Massimizzare lo spazio verticale attraverso sistemi di stoccaggio ad alta baia e sistemi automatizzati di stoccaggio e recupero (AS/RS) può aumentare significativamente la capacità di stoccaggio senza espandere l'area del magazzino.",
    "ar": "يمكن أن يؤدي تعظيم المساحة الرأسية من خلال أنظمة التخزين العالية وأنظمة التخزين والاسترجاع الآلية (AS/RS) إلى زيادة كبيرة في سعة التخزين دون توسيع بصمة المستودع."
  },
  "FutureSupplyChainAI.machine_learning_algorithms_can_now_analyze_vast_amounts_of_historical_data_to_predict_demand_patterns__optimize_inventory_levels__and_identify_potential_disruptions_before_they_occur__this_predictive_capability_is_transforming_how_companies_plan_their_operations_and_respond_to_market_changes_": {
    "en": "Machine learning algorithms can now analyze vast amounts of historical data to predict demand patterns, optimize inventory levels, and identify potential disruptions before they occur. This predictive capability is transforming how companies plan their operations and respond to market changes.",
    "es": "Los algoritmos de aprendizaje automático ahora pueden analizar grandes cantidades de datos históricos para predecir patrones de demanda, optimizar niveles de inventario e identificar posibles interrupciones antes de que ocurran. Esta capacidad predictiva está transformando cómo las empresas planifican sus operaciones y responden a los cambios del mercado.",
    "fr": "Les algorithmes d'apprentissage automatique peuvent désormais analyser de vastes quantités de données historiques pour prédire les modèles de demande, optimiser les niveaux de stock et identifier les perturbations potentielles avant qu'elles ne se produisent. Cette capacité prédictive transforme la manière dont les entreprises planifient leurs opérations et répondent aux changements du marché.",
    "de": "Maschinelle Lernalgorithmen können jetzt große Mengen historischer Daten analysieren, um Nachfrageverläufe vorherzusagen, Bestandsniveaus zu optimieren und potenzielle Störungen zu identifizieren, bevor sie auftreten. Diese prädiktive Fähigkeit verändert, wie Unternehmen ihre Abläufe planen und auf Marktveränderungen reagieren.",
    "it": "Gli algoritmi di apprendimento automatico possono ora analizzare grandi quantità di dati storici per prevedere i modelli di domanda, ottimizzare i livelli di inventario e identificare potenziali interruzioni prima che si verifichino. Questa capacità predittiva sta trasformando il modo in cui le aziende pianificano le loro operazioni e rispondono ai cambiamenti del mercato.",
    "ar": "يمكن الآن لخوارزميات التعلم الآلي تحليل كميات هائلة من البيانات التاريخية للتنبؤ بأنماط الطلب وتحسين مستويات المخزون وتحديد الاضطرابات المحتملة قبل حدوثها. هذه القدرة التنبؤية تحول كيفية تخطيط الشركات لعملياتها والاستجابة لتغيرات السوق."
  },
  "WarehouseOptimization.implementing_dynamic_slotting_strategies_that_position_fast_moving_items_in_easily_accessible_locations_while_optimizing_space_utilization_for_slower_moving_inventory_can_improve_picking_efficiency_": {
    "en": "Implementing dynamic slotting strategies that position fast-moving items in easily accessible locations while optimizing space utilization for slower-moving inventory can improve picking efficiency.",
    "es": "Implementar estrategias de ubicación dinámica que posicionen artículos de rápido movimiento en lugares de fácil acceso mientras se optimiza la utilización del espacio para el inventario de movimiento más lento puede mejorar la eficiencia de recolección.",
    "fr": "Mettre en œuvre des stratégies de placement dynamique qui positionnent les articles à rotation rapide dans des emplacements facilement accessibles tout en optimisant l'utilisation de l'espace pour l'inventaire à rotation plus lente peut améliorer l'efficacité de la préparation des commandes.",
    "de": "Die Implementierung dynamischer Slotting-Strategien, die schnell bewegliche Artikel an leicht zugänglichen Orten positionieren und gleichzeitig die Raumnutzung für langsamer bewegliches Inventar optimieren, kann die Kommissionierungseffizienz verbessern.",
    "it": "Implementare strategie di slotting dinamico che posizionano articoli a movimento rapido in luoghi facilmente accessibili ottimizzando al contempo l'utilizzo dello spazio per l'inventario a movimento più lento può migliorare l'efficienza del picking.",
    "ar": "يمكن أن يؤدي تنفيذ استراتيجيات التخصيص الديناميكي التي تضع العناصر سريعة الحركة في مواقع يسهل الوصول إليها مع تحسين استخدام المساحة للمخزون الأبطأ حركة إلى تحسين كفاءة الانتقاء."
  },
  "Contact.ready_to_optimize_your_logistics__get_in_touch_with_our_experts_for_a_customized______________solution_that_meets_your_business_needs_": {
    "en": "Ready to optimize your logistics? Get in touch with our experts for a customized \n            solution that meets your business needs.",
    "es": "¿Listo para optimizar su logística? Póngase en contacto con nuestros expertos para una solución personalizada que satisfaga las necesidades de su negocio.",
    "fr": "Prêt à optimiser votre logistique ? Contactez nos experts pour une solution personnalisée qui répond à vos besoins commerciaux.",
    "de": "Bereit, Ihre Logistik zu optimieren? Kontaktieren Sie unsere Experten für eine maßgeschneiderte Lösung, die Ihren Geschäftsanforderungen entspricht.",
    "it": "Pronto a ottimizzare la tua logistica? Contatta i nostri esperti per una soluzione personalizzata che soddisfi le esigenze della tua azienda.",
    "ar": "هل أنت مستعد لتحسين لوجستياتك؟ تواصل مع خبرائنا للحصول على حل مخصص يلبي احتياجات عملك."
  },
  "WarehouseOptimization.warehouse_management_systems__wms___rfid_technology__and_iot_sensors_provide_real_time_visibility_into_inventory_levels__equipment_status__and_operational_performance__enabling_data_driven_optimization_decisions_": {
    "en": "Warehouse Management Systems (WMS), RFID technology, and IoT sensors provide real-time visibility into inventory levels, equipment status, and operational performance, enabling data-driven optimization decisions.",
    "es": "Los sistemas de gestión de almacenes (WMS), la tecnología RFID y los sensores IoT proporcionan visibilidad en tiempo real de los niveles de inventario, el estado del equipo y el rendimiento operativo, lo que permite decisiones de optimización basadas en datos.",
    "fr": "Les systèmes de gestion d'entrepôt (WMS), la technologie RFID et les capteurs IoT offrent une visibilité en temps réel sur les niveaux de stock, l'état des équipements et la performance opérationnelle, permettant des décisions d'optimisation basées sur les données.",
    "de": "Lagerverwaltungssysteme (WMS), RFID-Technologie und IoT-Sensoren bieten Echtzeiteinblicke in Bestandsniveaus, Gerätestatus und Betriebsleistung, wodurch datengetriebene Optimierungsentscheidungen ermöglicht werden.",
    "it": "I sistemi di gestione del magazzino (WMS), la tecnologia RFID e i sensori IoT forniscono visibilità in tempo reale sui livelli di inventario, lo stato delle attrezzature e le prestazioni operative, consentendo decisioni di ottimizzazione basate sui dati.",
    "ar": "توفر أنظمة إدارة المستودعات (WMS) وتقنية RFID وأجهزة استشعار إنترنت الأشياء رؤية في الوقت الفعلي لمستويات المخزون وحالة المعدات والأداء التشغيلي، مما يتيح اتخاذ قرارات تحسين مبنية على البيانات."
  },
  "select.data__side_bottom__translate_y_1_data__side_left___translate_x_1_data__side_right__translate_x_1_data__side_top___translate_y_1": {
    "en": "data-[side=bottom]:translate-y-1 data-[side=left]:-translate-x-1 data-[side=right]:translate-x-1 data-[side=top]:-translate-y-1"
  },
  "FutureSupplyChainAI.ai_powered_demand_forecasting_systems_analyze_multiple_data_sources_including_historical_sales__market_trends__weather_patterns__and_economic_indicators_to_predict_future_demand_with_remarkable_accuracy__this_enables_companies_to_optimize_inventory_levels__reduce_waste__and_ensure_product_availability_": {
    "en": "AI-powered demand forecasting systems analyze multiple data sources including historical sales, market trends, weather patterns, and economic indicators to predict future demand with remarkable accuracy. This enables companies to optimize inventory levels, reduce waste, and ensure product availability.",
    "es": "Los sistemas de previsión de demanda impulsados por IA analizan múltiples fuentes de datos, incluidas las ventas históricas, las tendencias del mercado, los patrones climáticos y los indicadores económicos para predecir la demanda futura con notable precisión. Esto permite a las empresas optimizar los niveles de inventario, reducir el desperdicio y asegurar la disponibilidad de productos.",
    "fr": "Les systèmes de prévision de la demande alimentés par l'IA analysent de multiples sources de données, y compris les ventes historiques, les tendances du marché, les schémas météorologiques et les indicateurs économiques pour prédire la demande future avec une précision remarquable. Cela permet aux entreprises d'optimiser les niveaux de stock, de réduire le gaspillage et d'assurer la disponibilité des produits.",
    "de": "Von KI unterstützte Nachfragevorhersagesysteme analysieren mehrere Datenquellen, einschließlich historischer Verkäufe, Markttrends, Wettermuster und Wirtschaftsindikatoren, um die zukünftige Nachfrage mit bemerkenswerter Genauigkeit vorherzusagen. Dies ermöglicht es Unternehmen, Bestandsniveaus zu optimieren, Abfall zu reduzieren und die Produktverfügbarkeit sicherzustellen.",
    "it": "I sistemi di previsione della domanda alimentati dall'IA analizzano più fonti di dati, tra cui vendite storiche, tendenze di mercato, modelli meteorologici e indicatori economici per prevedere la domanda futura con notevole precisione. Ciò consente alle aziende di ottimizzare i livelli di inventario, ridurre gli sprechi e garantire la disponibilità dei prodotti.",
    "ar": "تحلل أنظمة التنبؤ بالطلب المدعومة بالذكاء الاصطناعي مصادر بيانات متعددة، بما في ذلك المبيعات التاريخية، واتجاهات السوق، وأنماط الطقس، والمؤشرات الاقتصادية للتنبؤ بالطلب المستقبلي بدقة ملحوظة. يتيح ذلك للشركات تحسين مستويات المخزون وتقليل الهدر وضمان توفر المنتجات."
  },
  "WarehouseOptimization.optimizing_picking_routes_and_implementing_batch_picking_strategies_can_reduce_travel_time_and_increase_order_fulfillment_speed__zone_picking_and_wave_planning_further_enhance_efficiency_": {
    "en": "Optimizing picking routes and implementing batch picking strategies can reduce travel time and increase order fulfillment speed. Zone picking and wave planning further enhance efficiency.",
    "es": "Optimizar las rutas de recolección e implementar estrategias de recolección por lotes puede reducir el tiempo de viaje y aumentar la velocidad de cumplimiento de pedidos. La recolección por zonas y la planificación por oleadas mejoran aún más la eficiencia.",
    "fr": "L'optimisation des itinéraires de prélèvement et la mise en œuvre de stratégies de prélèvement par lots peuvent réduire le temps de déplacement et augmenter la vitesse de traitement des commandes. Le prélèvement par zone et la planification par vagues améliorent encore l'efficacité.",
    "de": "Die Optimierung von Kommissionierungsrouten und die Implementierung von Batch-Kommissionierungsstrategien können die Reisezeit verkürzen und die Auftragsabwicklungsgeschwindigkeit erhöhen. Zonenkommissionierung und Wellenplanung steigern die Effizienz weiter.",
    "it": "Ottimizzare i percorsi di picking e implementare strategie di picking a lotti può ridurre il tempo di viaggio e aumentare la velocità di evasione degli ordini. Il picking a zone e la pianificazione a onde migliorano ulteriormente l'efficienza.",
    "ar": "يمكن أن يؤدي تحسين مسارات الانتقاء وتنفيذ استراتيجيات الانتقاء الدفعي إلى تقليل وقت السفر وزيادة سرعة تنفيذ الطلبات. يعزز الانتقاء حسب المنطقة والتخطيط الموجي الكفاءة بشكل أكبر."
  },
  "Index.streamline_your_supply_chain_with_our_comprehensive_freight_transport___________________warehousing__and_delivery_solutions__from_local_to_global__we_move_your_business_forward_": {
    "en": "Streamline your supply chain with our comprehensive freight transport, \n                warehousing, and delivery solutions. From local to global, we move your business forward.",
    "es": "Optimice su cadena de suministro con nuestras soluciones integrales de transporte de carga, almacenamiento y entrega. Desde lo local hasta lo global, impulsamos su negocio hacia adelante.",
    "fr": "Rationalisez votre chaîne d'approvisionnement avec nos solutions complètes de transport de fret, d'entreposage et de livraison. Du local au global, nous faisons avancer votre entreprise.",
    "de": "Optimieren Sie Ihre Lieferkette mit unseren umfassenden Lösungen für Frachttransport, Lagerhaltung und Lieferung. Von lokal bis global bringen wir Ihr Geschäft voran.",
    "it": "Ottimizza la tua catena di approvvigionamento con le nostre soluzioni complete di trasporto merci, stoccaggio e consegna. Dal locale al globale, facciamo avanzare il tuo business.",
    "ar": "قم بتبسيط سلسلة التوريد الخاصة بك باستخدام حلول النقل والشحن والتخزين والتسليم الشاملة لدينا. من المحلي إلى العالمي، ندفع عملك إلى الأمام."
  },
  "WarehouseOptimization.implementing_cross_docking_for_appropriate_products_can_reduce_storage_requirements_and_accelerate_order_fulfillment_by_moving_goods_directly_from_receiving_to_shipping_": {
    "en": "Implementing cross-docking for appropriate products can reduce storage requirements and accelerate order fulfillment by moving goods directly from receiving to shipping.",
    "es": "Implementar el cross-docking para productos apropiados puede reducir los requisitos de almacenamiento y acelerar el cumplimiento de pedidos al mover los bienes directamente desde la recepción hasta el envío.",
    "fr": "La mise en œuvre du cross-docking pour les produits appropriés peut réduire les besoins de stockage et accélérer le traitement des commandes en déplaçant les marchandises directement de la réception à l'expédition.",
    "de": "Die Implementierung von Cross-Docking für geeignete Produkte kann die Lageranforderungen reduzieren und die Auftragsabwicklung beschleunigen, indem Waren direkt vom Empfang zum Versand bewegt werden.",
    "it": "Implementare il cross-docking per i prodotti appropriati può ridurre i requisiti di stoccaggio e accelerare l'evasione degli ordini spostando le merci direttamente dalla ricezione alla spedizione.",
    "ar": "يمكن أن يؤدي تنفيذ التوزيع المباشر للمنتجات المناسبة إلى تقليل متطلبات التخزين وتسريع تنفيذ الطلبات عن طريق نقل البضائع مباشرة من الاستلام إلى الشحن."
  },
  "FutureSupplyChainAI.advanced_algorithms_consider_factors_such_as_traffic_patterns__fuel_costs__delivery_windows__and_vehicle_capacities_to_determine_the_most_efficient_routes__this_not_only_reduces_transportation_costs_but_also_minimizes_environmental_impact_and_improves_customer_satisfaction_through_faster_deliveries_": {
    "en": "Advanced algorithms consider factors such as traffic patterns, fuel costs, delivery windows, and vehicle capacities to determine the most efficient routes. This not only reduces transportation costs but also minimizes environmental impact and improves customer satisfaction through faster deliveries.",
    "es": "Los algoritmos avanzados consideran factores como los patrones de tráfico, los costos de combustible, las ventanas de entrega y las capacidades de los vehículos para determinar las rutas más eficientes. Esto no solo reduce los costos de transporte, sino que también minimiza el impacto ambiental y mejora la satisfacción del cliente mediante entregas más rápidas.",
    "fr": "Les algorithmes avancés prennent en compte des facteurs tels que les schémas de trafic, les coûts de carburant, les fenêtres de livraison et les capacités des véhicules pour déterminer les itinéraires les plus efficaces. Cela réduit non seulement les coûts de transport, mais minimise également l'impact environnemental et améliore la satisfaction client grâce à des livraisons plus rapides.",
    "de": "Fortschrittliche Algorithmen berücksichtigen Faktoren wie Verkehrsverläufe, Treibstoffkosten, Lieferfenster und Fahrzeugkapazitäten, um die effizientesten Routen zu bestimmen. Dies reduziert nicht nur die Transportkosten, sondern minimiert auch die Umweltbelastung und verbessert die Kundenzufriedenheit durch schnellere Lieferungen.",
    "it": "Gli algoritmi avanzati considerano fattori come i modelli di traffico, i costi del carburante, le finestre di consegna e le capacità dei veicoli per determinare i percorsi più efficienti. Questo non solo riduce i costi di trasporto, ma minimizza anche l'impatto ambientale e migliora la soddisfazione del cliente grazie a consegne più rapide.",
    "ar": "تأخذ الخوارزميات المتقدمة في الاعتبار عوامل مثل أنماط حركة المرور وتكاليف الوقود ونوافذ التسليم وقدرات المركبات لتحديد المسارات الأكثر كفاءة. لا يقلل هذا من تكاليف النقل فحسب، بل يقلل أيضًا من التأثير البيئي ويحسن رضا العملاء من خلال عمليات تسليم أسرع."
  },
  "WarehouseOptimization.tracking_key_performance_indicators_such_as_order_accuracy__picking_productivity__inventory_turnover__and_space_utilization_provides_insights_for_continuous_improvement_and_helps_identify_optimization_opportunities_": {
    "en": "Tracking key performance indicators such as order accuracy, picking productivity, inventory turnover, and space utilization provides insights for continuous improvement and helps identify optimization opportunities.",
    "es": "Rastrear indicadores clave de rendimiento como la precisión de los pedidos, la productividad de recolección, la rotación de inventario y la utilización del espacio proporciona información para la mejora continua y ayuda a identificar oportunidades de optimización.",
    "fr": "Le suivi des indicateurs clés de performance tels que la précision des commandes, la productivité de prélèvement, la rotation des stocks et l'utilisation de l'espace fournit des informations pour une amélioration continue et aide à identifier les opportunités d'optimisation.",
    "de": "Das Verfolgen von Schlüsselkennzahlen wie Auftragsgenauigkeit, Kommissionierungsproduktivität, Lagerumschlag und Raumnutzung bietet Einblicke für kontinuierliche Verbesserungen und hilft, Optimierungsmöglichkeiten zu identifizieren.",
    "it": "Monitorare gli indicatori chiave di prestazione come l'accuratezza degli ordini, la produttività del picking, il turnover dell'inventario e l'utilizzo dello spazio fornisce informazioni per il miglioramento continuo e aiuta a identificare le opportunità di ottimizzazione.",
    "ar": "يوفر تتبع مؤشرات الأداء الرئيسية مثل دقة الطلبات وإنتاجية الانتقاء ودوران المخزون واستخدام المساحة رؤى للتحسين المستمر ويساعد في تحديد فرص التحسين."
  },
  "Index.fast_and_reliable_last_mile_delivery_solutions_with_real_time_tracking_and_proof_of_delivery_": {
    "en": "Fast and reliable last-mile delivery solutions with real-time tracking and proof of delivery.",
    "es": "Soluciones de entrega de última milla rápidas y confiables con seguimiento en tiempo real y prueba de entrega.",
    "fr": "Solutions de livraison du dernier kilomètre rapides et fiables avec suivi en temps réel et preuve de livraison.",
    "de": "Schnelle und zuverlässige Last-Mile-Lieferlösungen mit Echtzeit-Tracking und Zustellnachweis.",
    "it": "Soluzioni di consegna dell'ultimo miglio veloci e affidabili con tracciamento in tempo reale e prova di consegna.",
    "ar": "حلول توصيل الميل الأخير السريعة والموثوقة مع التتبع في الوقت الفعلي وإثبات التسليم."
  },
  "WarehouseOptimization.discover_how_our_warehouse_optimization_solutions_can_help_you_maximize_efficiency__reduce_costs__and_improve_customer_satisfaction_": {
    "en": "Discover how our warehouse optimization solutions can help you maximize efficiency, reduce costs, and improve customer satisfaction.",
    "es": "Descubra cómo nuestras soluciones de optimización de almacenes pueden ayudarle a maximizar la eficiencia, reducir costos y mejorar la satisfacción del cliente.",
    "fr": "Découvrez comment nos solutions d'optimisation d'entrepôt peuvent vous aider à maximiser l'efficacité, réduire les coûts et améliorer la satisfaction client.",
    "de": "Erfahren Sie, wie unsere Lageroptimierungslösungen Ihnen helfen können, die Effizienz zu maximieren, Kosten zu senken und die Kundenzufriedenheit zu verbessern.",
    "it": "Scopri come le nostre soluzioni di ottimizzazione del magazzino possono aiutarti a massimizzare l'efficienza, ridurre i costi e migliorare la soddisfazione del cliente.",
    "ar": "اكتشف كيف يمكن لحلول تحسين المستودعات الخاصة بنا مساعدتك في زيادة الكفاءة وتقليل التكاليف وتحسين رضا العملاء."
  },
  "FutureSupplyChainAI.robotic_systems_powered_by_ai_are_revolutionizing_warehouse_operations__from_automated_picking_and_packing_to_intelligent_sorting_systems__these_technologies_are_increasing_efficiency_while_reducing_labor_costs_and_human_error_": {
    "en": "Robotic systems powered by AI are revolutionizing warehouse operations. From automated picking and packing to intelligent sorting systems, these technologies are increasing efficiency while reducing labor costs and human error.",
    "es": "Los sistemas robóticos impulsados por IA están revolucionando las operaciones de almacén. Desde la recolección y el embalaje automatizados hasta los sistemas de clasificación inteligentes, estas tecnologías están aumentando la eficiencia mientras reducen los costos laborales y los errores humanos.",
    "fr": "Les systèmes robotiques alimentés par l'IA révolutionnent les opérations d'entrepôt. Des systèmes de prélèvement et d'emballage automatisés aux systèmes de tri intelligents, ces technologies augmentent l'efficacité tout en réduisant les coûts de main-d'œuvre et les erreurs humaines.",
    "de": "Von KI angetriebene robotische Systeme revolutionieren die Lagerbetriebe. Von der automatisierten Kommissionierung und Verpackung bis hin zu intelligenten Sortiersystemen erhöhen diese Technologien die Effizienz und reduzieren gleichzeitig Arbeitskosten und menschliche Fehler.",
    "it": "I sistemi robotici alimentati dall'IA stanno rivoluzionando le operazioni di magazzino. Dai sistemi di picking e packing automatizzati ai sistemi di smistamento intelligenti, queste tecnologie stanno aumentando l'efficienza riducendo i costi del lavoro e gli errori umani.",
    "ar": "تعمل الأنظمة الروبوتية المدعومة بالذكاء الاصطناعي على إحداث ثورة في عمليات المستودعات. من الانتقاء والتعبئة الآليين إلى أنظمة الفرز الذكية، تعمل هذه التقنيات على زيادة الكفاءة مع تقليل تكاليف العمالة والأخطاء البشرية."
  },
  "About.for_over_two_decades__we_ve_been_revolutionizing_logistics_and_supply_chain_management_______________connecting_businesses_to_global_markets_with_reliability__innovation__and_excellence_": {
    "en": "For over two decades, we've been revolutionizing logistics and supply chain management, \n            connecting businesses to global markets with reliability, innovation, and excellence.",
    "es": "Durante más de dos décadas, hemos estado revolucionando la logística y la gestión de la cadena de suministro, conectando negocios a mercados globales con fiabilidad, innovación y excelencia.",
    "fr": "Depuis plus de deux décennies, nous révolutionnons la logistique et la gestion de la chaîne d'approvisionnement, connectant les entreprises aux marchés mondiaux avec fiabilité, innovation et excellence.",
    "de": "Seit über zwei Jahrzehnten revolutionieren wir die Logistik und das Supply-Chain-Management und verbinden Unternehmen mit globalen Märkten mit Zuverlässigkeit, Innovation und Exzellenz.",
    "it": "Da oltre due decenni stiamo rivoluzionando la logistica e la gestione della catena di fornitura, collegando le aziende ai mercati globali con affidabilità, innovazione ed eccellenza.",
    "ar": "لأكثر من عقدين من الزمن، كنا نحدث ثورة في اللوجستيات وإدارة سلسلة التوريد، وربط الأعمال بالأسواق العالمية بالموثوقية والابتكار والتميز."
  },
  "FutureSupplyChainAI.the_integration_of_ai_and_automation_in_supply_chain_management_brings_numerous_benefits_that_extend_beyond_simple_cost_reduction__these_technologies_enable_companies_to_achieve_levels_of_efficiency__accuracy__and_responsiveness_that_were_previously_impossible_with_manual_processes_": {
    "en": "The integration of AI and automation in supply chain management brings numerous benefits that extend beyond simple cost reduction. These technologies enable companies to achieve levels of efficiency, accuracy, and responsiveness that were previously impossible with manual processes.",
    "es": "La integración de la IA y la automatización en la gestión de la cadena de suministro aporta numerosos beneficios que van más allá de la simple reducción de costos. Estas tecnologías permiten a las empresas alcanzar niveles de eficiencia, precisión y capacidad de respuesta que antes eran imposibles con procesos manuales.",
    "fr": "L'intégration de l'IA et de l'automatisation dans la gestion de la chaîne d'approvisionnement apporte de nombreux avantages qui vont au-delà de la simple réduction des coûts. Ces technologies permettent aux entreprises d'atteindre des niveaux d'efficacité, de précision et de réactivité qui étaient auparavant impossibles avec des processus manuels.",
    "de": "Die Integration von KI und Automatisierung in das Supply-Chain-Management bringt zahlreiche Vorteile, die über eine einfache Kostenreduktion hinausgehen. Diese Technologien ermöglichen es Unternehmen, Effizienz-, Genauigkeits- und Reaktionsniveaus zu erreichen, die mit manuellen Prozessen zuvor unmöglich waren.",
    "it": "L'integrazione dell'IA e dell'automazione nella gestione della catena di fornitura offre numerosi vantaggi che vanno oltre la semplice riduzione dei costi. Queste tecnologie consentono alle aziende di raggiungere livelli di efficienza, precisione e reattività che erano precedentemente impossibili con processi manuali.",
    "ar": "إن دمج الذكاء الاصطناعي والأتمتة في إدارة سلسلة التوريد يجلب العديد من الفوائد التي تتجاوز مجرد خفض التكاليف. تُمكّن هذه التقنيات الشركات من تحقيق مستويات من الكفاءة والدقة والاستجابة التي كانت مستحيلة سابقًا مع العمليات اليدوية."
  },
  "FutureSupplyChainAI.reduced_operational_costs_through_optimized_processes_and_resource_allocation": {
    "en": "Reduced operational costs through optimized processes and resource allocation",
    "es": "Reducción de costos operativos mediante procesos optimizados y asignación de recursos",
    "fr": "Réduction des coûts opérationnels grâce à des processus optimisés et à l'allocation des ressources",
    "de": "Reduzierte Betriebskosten durch optimierte Prozesse und Ressourcenzuweisung",
    "it": "Riduzione dei costi operativi attraverso processi ottimizzati e allocazione delle risorse",
    "ar": "خفض التكاليف التشغيلية من خلال العمليات المحسنة وتخصيص الموارد"
  },
  "FutureSupplyChainAI.improved_accuracy_in_demand_forecasting_and_inventory_management": {
    "en": "Improved accuracy in demand forecasting and inventory management",
    "es": "Mejora de la precisión en la previsión de la demanda y la gestión de inventarios",
    "fr": "Amélioration de la précision dans la prévision de la demande et la gestion des stocks",
    "de": "Verbesserte Genauigkeit bei der Nachfrageprognose und Bestandsverwaltung",
    "it": "Miglioramento della precisione nella previsione della domanda e nella gestione dell'inventario",
    "ar": "تحسين الدقة في التنبؤ بالطلب وإدارة المخزون"
  },
  "Services.modern_warehouse_facilities_with_advanced_inventory_management_systems": {
    "en": "Modern warehouse facilities with advanced inventory management systems",
    "es": "Instalaciones de almacén modernas con sistemas avanzados de gestión de inventarios",
    "fr": "Installations d'entrepôt modernes avec des systèmes avancés de gestion des stocks",
    "de": "Moderne Lageranlagen mit fortschrittlichen Bestandsverwaltungssystemen",
    "it": "Strutture di magazzino moderne con sistemi avanzati di gestione dell'inventario",
    "ar": "منشآت مستودعات حديثة مع أنظمة إدارة المخزون المتقدمة"
  },
  "Services.temperature_controlled_and_hazardous_materials": {
    "en": "Temperature-controlled and hazardous materials",
    "es": "Materiales controlados por temperatura y peligrosos",
    "fr": "Matériaux à température contrôlée et dangereux",
    "de": "Temperaturkontrollierte und gefährliche Materialien",
    "it": "Materiali a temperatura controllata e pericolosi",
    "ar": "مواد خاضعة للتحكم في درجة الحرارة وخطيرة"
  },
  "Services.real_time_tracking_and_automated_reordering": {
    "en": "Real-time tracking and automated reordering",
    "es": "Seguimiento en tiempo real y reordenamiento automatizado",
    "fr": "Suivi en temps réel et réapprovisionnement automatisé",
    "de": "Echtzeit-Tracking und automatisierte Nachbestellung",
    "it": "Tracciamento in tempo reale e riordino automatizzato",
    "ar": "تتبع في الوقت الحقيقي وإعادة الطلب الآلي"
  },
  "Services.pick__pack__and_ship_for_e_commerce_businesses": {
    "en": "Pick, pack, and ship for e-commerce businesses",
    "es": "Recoger, empacar y enviar para negocios de comercio electrónico",
    "fr": "Préparation, emballage et expédition pour les entreprises de commerce électronique",
    "de": "Kommissionieren, verpacken und versenden für E-Commerce-Unternehmen",
    "it": "Raccogli, imballa e spedisci per le attività di e-commerce",
    "ar": "الاختيار والتعبئة والشحن للأعمال التجارية الإلكترونية"
  },
  "Services.urgent_deliveries_within_metropolitan_areas": {
    "en": "Urgent deliveries within metropolitan areas",
    "es": "Entregas urgentes dentro de áreas metropolitanas",
    "fr": "Livraisons urgentes dans les zones métropolitaines",
    "de": "Dringende Lieferungen innerhalb von Ballungsgebieten",
    "it": "Consegne urgenti nelle aree metropolitane",
    "ar": "التسليمات العاجلة داخل المناطق الحضرية"
  },
  "Services.time_slot_delivery_with_customer_notifications": {
    "en": "Time-slot delivery with customer notifications",
    "es": "Entrega en franja horaria con notificaciones al cliente",
    "fr": "Livraison sur créneau horaire avec notifications au client",
    "de": "Zeitfensterlieferung mit Kundenbenachrichtigungen",
    "it": "Consegna a fascia oraria con notifiche al cliente",
    "ar": "التسليم في الوقت المحدد مع إشعارات العملاء"
  },
  "Services.choose_the_right_mode_for_your_cargo_requirements": {
    "en": "Choose the right mode for your cargo requirements",
    "es": "Elija el modo correcto para sus requisitos de carga",
    "fr": "Choisissez le bon mode pour vos besoins de fret",
    "de": "Wählen Sie den richtigen Modus für Ihre Frachtanforderungen",
    "it": "Scegli il giusto modo per le tue esigenze di carico",
    "ar": "اختر الوضع المناسب لمتطلبات الشحن الخاصة بك"
  },
  "Services.cost_effective_solution_for_large_volume_shipments": {
    "en": "Cost-effective solution for large volume shipments",
    "es": "Solución rentable para envíos de gran volumen",
    "fr": "Solution économique pour les expéditions de gros volumes",
    "de": "Kostengünstige Lösung für große Sendungsvolumen",
    "it": "Soluzione economica per spedizioni di grandi volumi",
    "ar": "حل فعال من حيث التكلفة للشحنات ذات الحجم الكبير"
  },
  "Services.eco_friendly_option_for_long_distance_transport": {
    "en": "Eco-friendly option for long-distance transport",
    "es": "Opción ecológica para el transporte de larga distancia",
    "fr": "Option écologique pour le transport longue distance",
    "de": "Umweltfreundliche Option für den Langstreckentransport",
    "it": "Opzione ecologica per il trasporto a lunga distanza",
    "ar": "خيار صديق للبيئة للنقل لمسافات طويلة"
  },
  "EcommerceFulfillment.the_evolution_of_customer_expectations": {
    "en": "The Evolution of Customer Expectations",
    "es": "La evolución de las expectativas del cliente",
    "fr": "L'évolution des attentes des clients",
    "de": "Die Entwicklung der Kundenerwartungen",
    "it": "L'evoluzione delle aspettative dei clienti",
    "ar": "تطور توقعات العملاء"
  },
  "EcommerceFulfillment.optimize_your_e_commerce_fulfillment": {
    "en": "Optimize Your E-commerce Fulfillment",
    "es": "Optimice su cumplimiento de comercio electrónico",
    "fr": "Optimisez votre exécution de commerce électronique",
    "de": "Optimieren Sie Ihre E-Commerce-Abwicklung",
    "it": "Ottimizza il tuo adempimento e-commerce",
    "ar": "تحسين تنفيذ التجارة الإلكترونية الخاصة بك"
  },
  "FutureSupplyChainAI.the_current_state_of_ai_in_logistics": {
    "en": "The Current State of AI in Logistics",
    "es": "El estado actual de la IA en la logística",
    "fr": "L'état actuel de l'IA dans la logistique",
    "de": "Der aktuelle Stand der KI in der Logistik",
    "it": "Lo stato attuale dell'IA nella logistica",
    "ar": "الحالة الحالية للذكاء الاصطناعي في اللوجستيات"
  },
  "FutureSupplyChainAI.key_applications_of_ai_in_supply_chain_management": {
    "en": "Key Applications of AI in Supply Chain Management",
    "es": "Aplicaciones clave de la IA en la gestión de la cadena de suministro",
    "fr": "Applications clés de l'IA dans la gestion de la chaîne d'approvisionnement",
    "de": "Wichtige Anwendungen der KI im Supply-Chain-Management",
    "it": "Applicazioni chiave dell'IA nella gestione della catena di fornitura",
    "ar": "التطبيقات الرئيسية للذكاء الاصطناعي في إدارة سلسلة التوريد"
  },
  "FutureSupplyChainAI.enhanced_visibility_across_the_entire_supply_chain": {
    "en": "Enhanced visibility across the entire supply chain",
    "es": "Visibilidad mejorada en toda la cadena de suministro",
    "fr": "Visibilité améliorée sur l'ensemble de la chaîne d'approvisionnement",
    "de": "Verbesserte Sichtbarkeit über die gesamte Lieferkette",
    "it": "Visibilità migliorata in tutta la catena di fornitura",
    "ar": "رؤية محسنة عبر سلسلة التوريد بأكملها"
  },
  "FutureSupplyChainAI.looking_ahead__the_future_of_logistics": {
    "en": "Looking Ahead: The Future of Logistics",
    "es": "Mirando hacia adelante: el futuro de la logística",
    "fr": "Regarder vers l'avenir : l'avenir de la logistique",
    "de": "Vorausschauend: Die Zukunft der Logistik",
    "it": "Guardando avanti: il futuro della logistica",
    "ar": "التطلع إلى الأمام: مستقبل اللوجستيات"
  },
  "FutureSupplyChainAI.ready_to_transform_your_supply_chain_": {
    "en": "Ready to Transform Your Supply Chain?",
    "es": "¿Listo para transformar su cadena de suministro?",
    "fr": "Prêt à transformer votre chaîne d'approvisionnement ?",
    "de": "Bereit, Ihre Lieferkette zu transformieren?",
    "it": "Pronto a trasformare la tua catena di fornitura?",
    "ar": "هل أنت مستعد لتحويل سلسلة التوريد الخاصة بك؟"
  },
  "GlobalTradeTrends.navigate_global_trade_successfully": {
    "en": "Navigate Global Trade Successfully",
    "es": "Navegar con éxito en el comercio global",
    "fr": "Naviguer avec succès dans le commerce mondial",
    "de": "Erfolgreich im globalen Handel navigieren",
    "it": "Navigare con successo nel commercio globale",
    "ar": "التنقل بنجاح في التجارة العالمية"
  },
  "LastMileDelivery.medical_supply_delivery_to_remote_areas": {
    "en": "Medical supply delivery to remote areas",
    "es": "Entrega de suministros médicos a áreas remotas",
    "fr": "Livraison de fournitures médicales dans les zones reculées",
    "de": "Lieferung von medizinischen Versorgungsgütern in abgelegene Gebiete",
    "it": "Consegna di forniture mediche in aree remote",
    "ar": "توصيل الإمدادات الطبية إلى المناطق النائية"
  },
  "LastMileDelivery.small_package_delivery_in_urban_environments": {
    "en": "Small package delivery in urban environments",
    "es": "Entrega de paquetes pequeños en entornos urbanos",
    "fr": "Livraison de petits colis en milieu urbain",
    "de": "Lieferung kleiner Pakete in städtischen Umgebungen",
    "it": "Consegna di piccoli pacchi in ambienti urbani",
    "ar": "توصيل الطرود الصغيرة في البيئات الحضرية"
  },
  "LastMileDelivery.inventory_management_in_warehouses": {
    "en": "Inventory management in warehouses",
    "es": "Gestión de inventario en almacenes",
    "fr": "Gestion des stocks dans les entrepôts",
    "de": "Bestandsverwaltung in Lagerhäusern",
    "it": "Gestione dell'inventario nei magazzini",
    "ar": "إدارة المخزون في المستودعات"
  },
  "SustainableLogistics.the_environmental_impact_of_logistics": {
    "en": "The Environmental Impact of Logistics",
    "es": "El impacto ambiental de la logística",
    "fr": "L'impact environnemental de la logistique",
    "de": "Die Umweltauswirkungen der Logistik",
    "it": "L'impatto ambientale della logistica",
    "ar": "الأثر البيئي للوجستيات"
  },
  "WarehouseOptimization.the_importance_of_warehouse_efficiency": {
    "en": "The Importance of Warehouse Efficiency",
    "es": "La importancia de la eficiencia del almacén",
    "fr": "L'importance de l'efficacité des entrepôts",
    "de": "Die Bedeutung der Lagerhauseffizienz",
    "it": "L'importanza dell'efficienza del magazzino",
    "ar": "أهمية كفاءة المستودع"
  },
  "WarehouseOptimization.space_optimization_strategies": {
    "en": "Space Optimization Strategies",
    "es": "Estrategias de optimización del espacio",
    "fr": "Stratégies d'optimisation de l'espace",
    "de": "Strategien zur Raumoptimierung",
    "it": "Strategie di ottimizzazione dello spazio",
    "ar": "استراتيجيات تحسين المساحة"
  },
  "WarehouseOptimization.optimize_your_warehouse_operations": {
    "en": "Optimize Your Warehouse Operations",
    "es": "Optimiza tus operaciones de almacén",
    "fr": "Optimisez vos opérations d'entrepôt",
    "de": "Optimieren Sie Ihre Lagerhausoperationen",
    "it": "Ottimizza le operazioni del tuo magazzino",
    "ar": "قم بتحسين عمليات المستودع الخاصة بك"
  },
  "carousel.usecarousel_must_be_used_within_a__carousel___": {
    "en": "useCarousel must be used within a <Carousel />",
    "es": "useCarousel debe usarse dentro de un <Carousel />",
    "fr": "useCarousel doit être utilisé dans un <Carousel />",
    "de": "useCarousel muss innerhalb eines <Carousel /> verwendet werden",
    "it": "useCarousel deve essere utilizzato all'interno di un <Carousel />",
    "ar": "يجب استخدام useCarousel داخل <Carousel />"
  },
  "carousel._top_12_left_1_2__translate_x_1_2_rotate_90": {
    "en": "-top-12 left-1/2 -translate-x-1/2 rotate-90"
  },
  "carousel._bottom_12_left_1_2__translate_x_1_2_rotate_90": {
    "en": "-bottom-12 left-1/2 -translate-x-1/2 rotate-90"
  },
  "chart._____________________________hideindicator_____": {
    "en": ") : (\n                      !hideIndicator && ("
  },
  "chart.usechart_must_be_used_within_a__chartcontainer___": {
    "en": "useChart must be used within a <ChartContainer />",
    "es": "useChart debe usarse dentro de un <ChartContainer />",
    "fr": "useChart doit être utilisé dans un <ChartContainer />",
    "de": "useChart muss innerhalb eines <ChartContainer /> verwendet werden",
    "it": "useChart deve essere utilizzato all'interno di un <ChartContainer />",
    "ar": "يجب استخدام useChart داخل <ChartContainer />"
  },
  "command.max_h__300px__overflow_y_auto_overflow_x_hidden": {
    "en": "max-h-[300px] overflow-y-auto overflow-x-hidden"
  },
  "form.useformfield_should_be_used_within__formfield_": {
    "en": "useFormField should be used within <FormField>",
    "es": "useFormField debe usarse dentro de <FormField>",
    "fr": "useFormField doit être utilisé dans <FormField>",
    "de": "useFormField sollte innerhalb eines <FormField> verwendet werden",
    "it": "useFormField deve essere utilizzato all'interno di <FormField>",
    "ar": "يجب استخدام useFormField داخل <FormField>"
  },
  "input-otp.z_10_ring_2_ring_ring_ring_offset_background": {
    "en": "z-10 ring-2 ring-ring ring-offset-background"
  },
  "sidebar.usesidebar_must_be_used_within_a_sidebarprovider_": {
    "en": "useSidebar must be used within a SidebarProvider.",
    "es": "useSidebar debe usarse dentro de un SidebarProvider.",
    "fr": "useSidebar doit être utilisé dans un SidebarProvider.",
    "de": "useSidebar muss innerhalb eines SidebarProvider verwendet werden.",
    "it": "useSidebar deve essere utilizzato all'interno di un SidebarProvider.",
    "ar": "يجب استخدام useSidebar داخل SidebarProvider."
  },
  "sidebar.after_absolute_after__inset_2_after_md_hidden": {
    "en": "after:absolute after:-inset-2 after:md:hidden"
  },
  "About.numbers_that_speak_to_our_commitment_and_success": {
    "en": "Numbers that speak to our commitment and success",
    "es": "Números que hablan de nuestro compromiso y éxito",
    "fr": "Des chiffres qui témoignent de notre engagement et de notre succès",
    "de": "Zahlen, die von unserem Engagement und Erfolg sprechen",
    "it": "Numeri che parlano del nostro impegno e successo",
    "ar": "أرقام تتحدث عن التزامنا ونجاحنا"
  },
  "Blog.december_15__2024": {
    "en": "December 15, 2024",
    "es": "15 de diciembre de 2024",
    "fr": "15 décembre 2024",
    "de": "15. Dezember 2024",
    "it": "15 dicembre 2024",
    "ar": "15 ديسمبر 2024"
  },
  "Blog.michael_chen": {
    "en": "Michael Chen",
    "es": "Michael Chen",
    "fr": "Michael Chen",
    "de": "Michael Chen",
    "it": "Michael Chen",
    "ar": "مايكل تشين"
  },
  "Blog.december_10__2024": {
    "en": "December 10, 2024",
    "es": "10 de diciembre de 2024",
    "fr": "10 décembre 2024",
    "de": "10. Dezember 2024",
    "it": "10 dicembre 2024",
    "ar": "10 ديسمبر 2024"
  },
  "Blog.emma_rodriguez": {
    "en": "Emma Rodriguez",
    "es": "Emma Rodriguez",
    "fr": "Emma Rodriguez",
    "de": "Emma Rodriguez",
    "it": "Emma Rodriguez",
    "ar": "إيما رودريغيز"
  },
  "Blog.december_5__2024": {
    "en": "December 5, 2024",
    "es": "5 de diciembre de 2024",
    "fr": "5 décembre 2024",
    "de": "5. Dezember 2024",
    "it": "5 dicembre 2024",
    "ar": "5 ديسمبر 2024"
  },
  "Blog.david_kim": {
    "en": "David Kim",
    "es": "David Kim",
    "fr": "David Kim",
    "de": "David Kim",
    "it": "David Kim",
    "ar": "ديفيد كيم"
  },
  "Blog.november_30__2024": {
    "en": "November 30, 2024",
    "es": "30 de noviembre de 2024",
    "fr": "30 novembre 2024",
    "de": "30. November 2024",
    "it": "30 novembre 2024",
    "ar": "30 نوفمبر 2024"
  },
  "Blog.global_trade": {
    "en": "Global Trade",
    "es": "Comercio Global",
    "fr": "Commerce Mondial",
    "de": "Welthandel",
    "it": "Commercio Globale",
    "ar": "التجارة العالمية"
  },
  "Blog.lisa_wang": {
    "en": "Lisa Wang",
    "es": "Lisa Wang",
    "fr": "Lisa Wang",
    "de": "Lisa Wang",
    "it": "Lisa Wang",
    "ar": "ليزا وانغ"
  },
  "Blog.november_25__2024": {
    "en": "November 25, 2024",
    "es": "25 de noviembre de 2024",
    "fr": "25 novembre 2024",
    "de": "25. November 2024",
    "it": "25 novembre 2024",
    "ar": "25 نوفمبر 2024"
  },
  "Blog.robert_thompson": {
    "en": "Robert Thompson",
    "es": "Robert Thompson",
    "fr": "Robert Thompson",
    "de": "Robert Thompson",
    "it": "Robert Thompson",
    "ar": "روبرت طومسون"
  },
  "Blog.november_20__2024": {
    "en": "November 20, 2024",
    "es": "20 de noviembre de 2024",
    "fr": "20 novembre 2024",
    "de": "20. November 2024",
    "it": "20 novembre 2024",
    "ar": "20 نوفمبر 2024"
  },
  "Blog.container_mx_auto": {
    "en": "container mx-auto"
  },
  "Blog.relative_h_64_md_h_auto": {
    "en": "relative h-64 md:h-auto"
  },
  "Contact.contact_us": {
    "en": "Contact Us",
    "es": "Contáctenos",
    "fr": "Contactez-nous",
    "de": "Kontaktieren Sie uns",
    "it": "Contattaci",
    "ar": "اتصل بنا"
  },
  "Contact.our_location": {
    "en": "Our Location",
    "es": "Nuestra Ubicación",
    "fr": "Notre Emplacement",
    "de": "Unser Standort",
    "it": "La Nostra Posizione",
    "ar": "موقعنا"
  },
  "Contact.123_logistics_avenue": {
    "en": "123 Logistics Avenue",
    "es": "123 Avenida de Logística",
    "fr": "123 Avenue de la Logistique",
    "de": "123 Logistikallee",
    "it": "123 Viale della Logistica",
    "ar": "123 شارع اللوجستيات"
  },
  "Contact.business_district": {
    "en": "Business District",
    "es": "Distrito Comercial",
    "fr": "Quartier des Affaires",
    "de": "Geschäftsviertel",
    "it": "Distretto Commerciale",
    "ar": "المنطقة التجارية"
  },
  "Contact.new_york__ny_10001": {
    "en": "New York, NY 10001",
    "es": "Nueva York, NY 10001",
    "fr": "New York, NY 10001",
    "de": "New York, NY 10001",
    "it": "New York, NY 10001",
    "ar": "نيويورك، NY 10001"
  },
  "Contact._1__555__123_4567": {
    "en": "+1 (555) 123-4567"
  },
  "Contact._1__555__123_4568": {
    "en": "+1 (555) 123-4568"
  },
  "Contact.toll_free__1_800_logiflow": {
    "en": "Toll Free: 1-800-LOGIFLOW",
    "es": "Línea gratuita: 1-800-LOGIFLOW",
    "fr": "Numéro gratuit : 1-800-LOGIFLOW",
    "de": "Gebührenfrei: 1-800-LOGIFLOW",
    "it": "Numero verde: 1-800-LOGIFLOW",
    "ar": "رقم مجاني: 1-800-LOGIFLOW"
  },
  "Contact.business_hours": {
    "en": "Business Hours",
    "es": "Horario de Atención",
    "fr": "Heures d'Ouverture",
    "de": "Öffnungszeiten",
    "it": "Orari di Apertura",
    "ar": "ساعات العمل"
  },
  "Contact.mon___fri__8_00_am___6_00_pm": {
    "en": "Mon - Fri: 8:00 AM - 6:00 PM",
    "es": "Lun - Vie: 8:00 AM - 6:00 PM",
    "fr": "Lun - Ven : 8h00 - 18h00",
    "de": "Mo - Fr: 8:00 - 18:00",
    "it": "Lun - Ven: 8:00 - 18:00",
    "ar": "الإثنين - الجمعة: 8:00 ص - 6:00 م"
  },
  "Contact.saturday__9_00_am___4_00_pm": {
    "en": "Saturday: 9:00 AM - 4:00 PM",
    "es": "Sábado: 9:00 AM - 4:00 PM",
    "fr": "Samedi : 9h00 - 16h00",
    "de": "Samstag: 9:00 - 16:00",
    "it": "Sabato: 9:00 - 16:00",
    "ar": "السبت: 9:00 ص - 4:00 م"
  },
  "Contact.sunday__closed": {
    "en": "Sunday: Closed",
    "es": "Domingo: Cerrado",
    "fr": "Dimanche : Fermé",
    "de": "Sonntag: Geschlossen",
    "it": "Domenica: Chiuso",
    "ar": "الأحد: مغلق"
  },
  "Contact.get_a_quote": {
    "en": "Get a Quote",
    "es": "Solicitar una Cotización",
    "fr": "Obtenir un Devis",
    "de": "Ein Angebot Anfordern",
    "it": "Richiedi un Preventivo",
    "ar": "احصل على عرض سعر"
  },
  "Contact.fast_response": {
    "en": "Fast Response",
    "es": "Respuesta Rápida",
    "fr": "Réponse Rapide",
    "de": "Schnelle Antwort",
    "it": "Risposta Veloce",
    "ar": "استجابة سريعة"
  },
  "Contact.expert_consultation": {
    "en": "Expert Consultation",
    "es": "Consulta de Expertos",
    "fr": "Consultation d'Experts",
    "de": "Expertenberatung",
    "it": "Consulenza Esperta",
    "ar": "استشارة الخبراء"
  },
  "Contact.custom_solutions": {
    "en": "Custom Solutions",
    "es": "Soluciones Personalizadas",
    "fr": "Solutions Personnalisées",
    "de": "Maßgeschneiderte Lösungen",
    "it": "Soluzioni Personalizzate",
    "ar": "حلول مخصصة"
  },
  "Contact.full_name__": {
    "en": "Full Name *",
    "es": "Nombre Completo *",
    "fr": "Nom Complet *",
    "de": "Vollständiger Name *",
    "it": "Nome Completo *",
    "ar": "الاسم الكامل *"
  },
  "Contact.email_address__": {
    "en": "Email Address *",
    "es": "Correo Electrónico *",
    "fr": "Adresse Électronique *",
    "de": "E-Mail-Adresse *",
    "it": "Indirizzo Email *",
    "ar": "البريد الإلكتروني *"
  },
  "Contact.company_name": {
    "en": "Company Name",
    "es": "Nombre de la Empresa",
    "fr": "Nom de l'Entreprise",
    "de": "Firmenname",
    "it": "Nome dell'Azienda",
    "ar": "اسم الشركة"
  },
  "Contact.phone_number": {
    "en": "Phone Number",
    "es": "Número de Teléfono",
    "fr": "Numéro de Téléphone",
    "de": "Telefonnummer",
    "it": "Numero di Telefono",
    "ar": "رقم الهاتف"
  },
  "Contact.service_interested_in": {
    "en": "Service Interested In",
    "es": "Servicio de Interés",
    "fr": "Service Intéressé",
    "de": "Interessierter Service",
    "it": "Servizio di Interesse",
    "ar": "الخدمة المهتم بها"
  },
  "Contact.select_a_service": {
    "en": "Select a service",
    "es": "Seleccione un servicio",
    "fr": "Sélectionnez un service",
    "de": "Wählen Sie einen Service",
    "it": "Seleziona un servizio",
    "ar": "اختر خدمة"
  },
  "Contact.freight_transport": {
    "en": "Freight Transport",
    "es": "Transporte de Carga",
    "fr": "Transport de Fret",
    "de": "Frachttransport",
    "it": "Trasporto Merci",
    "ar": "نقل البضائع"
  },
  "Contact.warehousing___storage": {
    "en": "Warehousing & Storage",
    "es": "Almacenamiento y Depósito",
    "fr": "Entreposage & Stockage",
    "de": "Lagerhaltung & Lagerung",
    "it": "Magazzinaggio & Stoccaggio",
    "ar": "التخزين والمستودعات"
  },
  "Contact.last_mile_delivery": {
    "en": "Last-Mile Delivery",
    "es": "Entrega de Última Milla",
    "fr": "Livraison du Dernier Kilomètre",
    "de": "Letzte Meile Lieferung",
    "it": "Consegna dell'Ultimo Miglio",
    "ar": "توصيل الميل الأخير"
  },
  "Contact.supply_chain_management": {
    "en": "Supply Chain Management",
    "es": "Gestión de la Cadena de Suministro",
    "fr": "Gestion de la Chaîne d'Approvisionnement",
    "de": "Lieferkettenmanagement",
    "it": "Gestione della Catena di Fornitura",
    "ar": "إدارة سلسلة التوريد"
  },
  "Contact.customs_clearance": {
    "en": "Customs Clearance",
    "es": "Despacho de Aduanas",
    "fr": "Dédouanement",
    "de": "Zollabfertigung",
    "it": "Sdoganamento",
    "ar": "التخليص الجمركي"
  },
  "Contact.message__": {
    "en": "Message *",
    "es": "Mensaje *",
    "fr": "Message *",
    "de": "Nachricht *",
    "it": "Messaggio *",
    "ar": "رسالة *"
  },
  "Contact.send_message": {
    "en": "Send Message",
    "es": "Enviar Mensaje",
    "fr": "Envoyer le Message",
    "de": "Nachricht Senden",
    "it": "Invia Messaggio",
    "ar": "إرسال رسالة"
  },
  "Contact.find_us": {
    "en": "Find Us",
    "es": "Encuéntranos",
    "fr": "Trouvez-nous",
    "de": "Finden Sie Uns",
    "it": "Trova Noi",
    "ar": "اعثر علينا"
  },
  "Contact.please_fill_in_all_required_fields_": {
    "en": "Please fill in all required fields.",
    "es": "Por favor, complete todos los campos obligatorios.",
    "fr": "Veuillez remplir tous les champs obligatoires.",
    "de": "Bitte füllen Sie alle erforderlichen Felder aus.",
    "it": "Si prega di compilare tutti i campi obbligatori.",
    "ar": "يرجى ملء جميع الحقول المطلوبة."
  },
  "Contact.please_enter_a_valid_email_address_": {
    "en": "Please enter a valid email address.",
    "es": "Por favor, introduce una dirección de correo electrónico válida.",
    "fr": "Veuillez entrer une adresse e-mail valide.",
    "de": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
    "it": "Per favore, inserisci un indirizzo email valido.",
    "ar": "يرجى إدخال عنوان بريد إلكتروني صالح."
  },
  "Contact.form_submitted_": {
    "en": "Form submitted:",
    "es": "Formulario enviado:",
    "fr": "Formulaire soumis :",
    "de": "Formular eingereicht:",
    "it": "Modulo inviato:",
    "ar": "تم إرسال النموذج:"
  },
  "Contact.success_": {
    "en": "Success!",
    "es": "¡Éxito!",
    "fr": "Succès!",
    "de": "Erfolg!",
    "it": "Successo!",
    "ar": "نجاح!"
  },
  "Contact.container_mx_auto": {
    "en": "container mx-auto"
  },
  "NotFound.oops__page_not_found": {
    "en": "Oops! Page not found",
    "es": "¡Vaya! Página no encontrada",
    "fr": "Oups ! Page non trouvée",
    "de": "Hoppla! Seite nicht gefunden",
    "it": "Ops! Pagina non trovata",
    "ar": "عذرًا! الصفحة غير موجودة"
  },
  "NotFound.return_to_home": {
    "en": "Return to Home",
    "es": "Volver a inicio",
    "fr": "Retour à l'accueil",
    "de": "Zurück zur Startseite",
    "it": "Torna alla home",
    "ar": "العودة إلى الصفحة الرئيسية"
  },
  "Services.our_services": {
    "en": "Our Services",
    "es": "Nuestros Servicios",
    "fr": "Nos Services",
    "de": "Unsere Dienstleistungen",
    "it": "I nostri servizi",
    "ar": "خدماتنا"
  },
  "Services.freight_transport": {
    "en": "Freight Transport",
    "es": "Transporte de Carga",
    "fr": "Transport de Fret",
    "de": "Frachttransport",
    "it": "Trasporto Merci",
    "ar": "نقل البضائع"
  },
  "Services.road_freight": {
    "en": "Road Freight",
    "es": "Transporte por Carretera",
    "fr": "Fret Routier",
    "de": "Straßengüterverkehr",
    "it": "Trasporto Stradale",
    "ar": "الشحن البري"
  },
  "Services.express_delivery": {
    "en": "Express Delivery",
    "es": "Entrega Exprés",
    "fr": "Livraison Express",
    "de": "Expresslieferung",
    "it": "Consegna Espressa",
    "ar": "التوصيل السريع"
  },
  "Services.same_day_and_next_day_delivery_options": {
    "en": "Same-day and next-day delivery options",
    "es": "Opciones de entrega en el mismo día y al día siguiente",
    "fr": "Options de livraison le jour même et le lendemain",
    "de": "Optionen für Lieferung am selben und nächsten Tag",
    "it": "Opzioni di consegna in giornata e il giorno successivo",
    "ar": "خيارات التوصيل في نفس اليوم واليوم التالي"
  },
  "Services.specialized_transport": {
    "en": "Specialized Transport",
    "es": "Transporte Especializado",
    "fr": "Transport Spécialisé",
    "de": "Spezialisierter Transport",
    "it": "Trasporto Specializzato",
    "ar": "النقل المتخصص"
  },
  "Services.get_quote": {
    "en": "Get Quote",
    "es": "Obtener Cotización",
    "fr": "Obtenir un Devis",
    "de": "Angebot Einholen",
    "it": "Richiedi Preventivo",
    "ar": "احصل على عرض سعر"
  },
  "Services.warehousing___storage": {
    "en": "Warehousing & Storage",
    "es": "Almacenamiento y Depósito",
    "fr": "Entreposage & Stockage",
    "de": "Lagerung & Aufbewahrung",
    "it": "Magazzinaggio & Stoccaggio",
    "ar": "التخزين والمستودعات"
  },
  "Services.storage_solutions": {
    "en": "Storage Solutions",
    "es": "Soluciones de Almacenamiento",
    "fr": "Solutions de Stockage",
    "de": "Lagerlösungen",
    "it": "Soluzioni di Stoccaggio",
    "ar": "حلول التخزين"
  },
  "Services.short_term_and_long_term_storage_options": {
    "en": "Short-term and long-term storage options",
    "es": "Opciones de almacenamiento a corto y largo plazo",
    "fr": "Options de stockage à court et long terme",
    "de": "Kurz- und Langzeitlageroptionen",
    "it": "Opzioni di stoccaggio a breve e lungo termine",
    "ar": "خيارات التخزين قصيرة وطويلة الأجل"
  },
  "Services.inventory_management": {
    "en": "Inventory Management",
    "es": "Gestión de Inventario",
    "fr": "Gestion des Stocks",
    "de": "Bestandsverwaltung",
    "it": "Gestione dell'Inventario",
    "ar": "إدارة المخزون"
  },
  "Services.fulfillment_services": {
    "en": "Fulfillment Services",
    "es": "Servicios de Cumplimiento",
    "fr": "Services d'Exécution",
    "de": "Erfüllungsdienste",
    "it": "Servizi di Evasione",
    "ar": "خدمات التنفيذ"
  },
  "Services.last_mile_delivery": {
    "en": "Last-Mile Delivery",
    "es": "Entrega de Última Milla",
    "fr": "Livraison du Dernier Kilomètre",
    "de": "Letzte-Meile-Lieferung",
    "it": "Consegna dell'Ultimo Miglio",
    "ar": "توصيل الميل الأخير"
  },
  "Services.same_day_delivery": {
    "en": "Same-Day Delivery",
    "es": "Entrega en el Mismo Día",
    "fr": "Livraison le Jour Même",
    "de": "Lieferung am selben Tag",
    "it": "Consegna in Giornata",
    "ar": "التوصيل في نفس اليوم"
  },
  "Services.scheduled_delivery": {
    "en": "Scheduled Delivery",
    "es": "Entrega Programada",
    "fr": "Livraison Programmée",
    "de": "Geplante Lieferung",
    "it": "Consegna Programmata",
    "ar": "التوصيل المجدول"
  },
  "Services.proof_of_delivery": {
    "en": "Proof of Delivery",
    "es": "Prueba de Entrega",
    "fr": "Preuve de Livraison",
    "de": "Liefernachweis",
    "it": "Prova di Consegna",
    "ar": "إثبات التوصيل"
  },
  "Services.digital_signatures_and_photo_confirmation": {
    "en": "Digital signatures and photo confirmation",
    "es": "Firmas digitales y confirmación fotográfica",
    "fr": "Signatures numériques et confirmation photo",
    "de": "Digitale Unterschriften und Fotobestätigung",
    "it": "Firme digitali e conferma fotografica",
    "ar": "التوقيعات الرقمية وتأكيد الصورة"
  },
  "Services.transportation_modes": {
    "en": "Transportation Modes",
    "es": "Modos de Transporte",
    "fr": "Modes de Transport",
    "de": "Transportarten",
    "it": "Modalità di Trasporto",
    "ar": "وسائل النقل"
  },
  "Services.air_freight": {
    "en": "Air Freight",
    "es": "Transporte Aéreo",
    "fr": "Fret Aérien",
    "de": "Luftfracht",
    "it": "Trasporto Aereo",
    "ar": "الشحن الجوي"
  },
  "Services.ocean_freight": {
    "en": "Ocean Freight",
    "es": "Transporte Marítimo",
    "fr": "Fret Maritime",
    "de": "Seefracht",
    "it": "Trasporto Marittimo",
    "ar": "الشحن البحري"
  },
  "Services.rail_freight": {
    "en": "Rail Freight",
    "es": "Transporte Ferroviario",
    "fr": "Fret Ferroviaire",
    "de": "Eisenbahnfracht",
    "it": "Trasporto Ferroviario",
    "ar": "الشحن بالسكك الحديدية"
  },
  "Services.flexible_door_to_door_delivery_solutions": {
    "en": "Flexible door-to-door delivery solutions",
    "es": "Soluciones flexibles de entrega puerta a puerta",
    "fr": "Solutions de livraison flexibles de porte à porte",
    "de": "Flexible Tür-zu-Tür-Lieferlösungen",
    "it": "Soluzioni di consegna flessibili porta a porta",
    "ar": "حلول توصيل مرنة من الباب إلى الباب"
  },
  "Services.additional_services": {
    "en": "Additional Services",
    "es": "Servicios Adicionales",
    "fr": "Services Supplémentaires",
    "de": "Zusätzliche Dienstleistungen",
    "it": "Servizi Aggiuntivi",
    "ar": "خدمات إضافية"
  },
  "Services.cargo_insurance": {
    "en": "Cargo Insurance",
    "es": "Seguro de Carga",
    "fr": "Assurance Cargaison",
    "de": "Frachtversicherung",
    "it": "Assicurazione Merci",
    "ar": "تأمين البضائع"
  },
  "Services.real_time_tracking": {
    "en": "Real-Time Tracking",
    "es": "Seguimiento en Tiempo Real",
    "fr": "Suivi en Temps Réel",
    "de": "Echtzeit-Tracking",
    "it": "Tracciamento in Tempo Reale",
    "ar": "تتبع في الوقت الحقيقي"
  },
  "Services.ready_to_streamline_your_logistics_": {
    "en": "Ready to Streamline Your Logistics?",
    "es": "¿Listo para optimizar su logística?",
    "fr": "Prêt à rationaliser votre logistique ?",
    "de": "Bereit, Ihre Logistik zu optimieren?",
    "it": "Pronto a ottimizzare la tua logistica?",
    "ar": "هل أنت مستعد لتبسيط لوجستياتك؟"
  },
  "Services.contact_us_today": {
    "en": "Contact Us Today",
    "es": "Contáctenos Hoy",
    "fr": "Contactez-Nous Aujourd'hui",
    "de": "Kontaktieren Sie Uns Heute",
    "it": "Contattaci Oggi",
    "ar": "اتصل بنا اليوم"
  },
  "Services.container_mx_auto": {
    "en": "container mx-auto"
  },
  "EcommerceFulfillment.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al Blog",
    "fr": "Retour au Blog",
    "de": "Zurück zum Blog",
    "it": "Torna al Blog",
    "ar": "العودة إلى المدونة"
  },
  "EcommerceFulfillment.emma_rodriguez": {
    "en": "Emma Rodriguez",
    "es": "Emma Rodriguez",
    "fr": "Emma Rodriguez",
    "de": "Emma Rodriguez",
    "it": "Emma Rodriguez",
    "ar": "إيما رودريغيز"
  },
  "EcommerceFulfillment.december_5__2024": {
    "en": "December 5, 2024",
    "es": "5 de diciembre de 2024",
    "fr": "5 décembre 2024",
    "de": "5. Dezember 2024",
    "it": "5 dicembre 2024",
    "ar": "5 ديسمبر 2024"
  },
  "EcommerceFulfillment.micro_fulfillment_centers": {
    "en": "Micro-Fulfillment Centers",
    "es": "Centros de Micro-Cumplimiento",
    "fr": "Centres de Micro-Fulfillment",
    "de": "Mikro-Fulfillment-Zentren",
    "it": "Centri di Micro-Fulfillment",
    "ar": "مراكز التنفيذ الجزئي"
  },
  "EcommerceFulfillment.omnichannel_integration": {
    "en": "Omnichannel Integration",
    "es": "Integración Omnicanal",
    "fr": "Intégration Omnicanal",
    "de": "Omnichannel-Integration",
    "it": "Integrazione Omnicanale",
    "ar": "التكامل متعدد القنوات"
  },
  "EcommerceFulfillment.get_started": {
    "en": "Get Started",
    "es": "Comenzar",
    "fr": "Commencer",
    "de": "Loslegen",
    "it": "Inizia",
    "ar": "ابدأ"
  },
  "attr.e_commerce_fulfillment": {
    "en": "E-commerce Fulfillment",
    "es": "Cumplimiento de Comercio Electrónico",
    "fr": "Exécution du Commerce Électronique",
    "de": "E-Commerce-Fulfillment",
    "it": "Evasione E-commerce",
    "ar": "تنفيذ التجارة الإلكترونية"
  },
  "EcommerceFulfillment.container_mx_auto": {
    "en": "container mx-auto"
  },
  "EcommerceFulfillment.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "EcommerceFulfillment.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "FutureSupplyChainAI.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al Blog",
    "fr": "Retour au Blog",
    "de": "Zurück zum Blog",
    "it": "Torna al Blog",
    "ar": "العودة إلى المدونة"
  },
  "FutureSupplyChainAI.sarah_johnson": {
    "en": "Sarah Johnson",
    "es": "Sarah Johnson",
    "fr": "Sarah Johnson",
    "de": "Sarah Johnson",
    "it": "Sarah Johnson",
    "ar": "سارة جونسون"
  },
  "FutureSupplyChainAI.december_15__2024": {
    "en": "December 15, 2024",
    "es": "15 de diciembre de 2024",
    "fr": "15 décembre 2024",
    "de": "15. Dezember 2024",
    "it": "15 dicembre 2024",
    "ar": "15 ديسمبر 2024"
  },
  "FutureSupplyChainAI.challenges_and_considerations": {
    "en": "Challenges and Considerations",
    "es": "Desafíos y consideraciones",
    "fr": "Défis et considérations",
    "de": "Herausforderungen und Überlegungen",
    "it": "Sfide e considerazioni",
    "ar": "التحديات والاعتبارات"
  },
  "GlobalTradeTrends.current_global_trade_dynamics": {
    "en": "Current Global Trade Dynamics",
    "es": "Dinámicas actuales del comercio global",
    "fr": "Dynamiques actuelles du commerce mondial",
    "de": "Aktuelle globale Handelsdynamiken",
    "it": "Dinamiche attuali del commercio globale",
    "ar": "ديناميكيات التجارة العالمية الحالية"
  },
  "LastMileDelivery.drone_delivery_technology": {
    "en": "Drone Delivery Technology",
    "es": "Tecnología de entrega con drones",
    "fr": "Technologie de livraison par drone",
    "de": "Drohnenliefertechnologie",
    "it": "Tecnologia di consegna con droni",
    "ar": "تكنولوجيا توصيل الطائرات بدون طيار"
  },
  "FutureSupplyChainAI.demand_forecasting": {
    "en": "Demand Forecasting",
    "es": "Pronóstico de la demanda",
    "fr": "Prévision de la demande",
    "de": "Nachfrageprognose",
    "it": "Previsione della domanda",
    "ar": "التنبؤ بالطلب"
  },
  "FutureSupplyChainAI.route_optimization": {
    "en": "Route Optimization",
    "es": "Optimización de rutas",
    "fr": "Optimisation des itinéraires",
    "de": "Routenoptimierung",
    "it": "Ottimizzazione dei percorsi",
    "ar": "تحسين المسار"
  },
  "FutureSupplyChainAI.warehouse_automation": {
    "en": "Warehouse Automation",
    "es": "Automatización de almacenes",
    "fr": "Automatisation des entrepôts",
    "de": "Lagerautomatisierung",
    "it": "Automazione del magazzino",
    "ar": "أتمتة المستودعات"
  },
  "FutureSupplyChainAI.the_benefits_of_automation": {
    "en": "The Benefits of Automation",
    "es": "Los beneficios de la automatización",
    "fr": "Les avantages de l'automatisation",
    "de": "Die Vorteile der Automatisierung",
    "it": "I benefici dell'automazione",
    "ar": "فوائد الأتمتة"
  },
  "FutureSupplyChainAI.get_started_today": {
    "en": "Get Started Today",
    "es": "Comience hoy",
    "fr": "Commencez dès aujourd'hui",
    "de": "Starten Sie noch heute",
    "it": "Inizia oggi",
    "ar": "ابدأ اليوم"
  },
  "attr.ai_and_automation_in_supply_chain": {
    "en": "AI and Automation in Supply Chain",
    "es": "IA y automatización en la cadena de suministro",
    "fr": "IA et automatisation dans la chaîne d'approvisionnement",
    "de": "KI und Automatisierung in der Lieferkette",
    "it": "IA e automazione nella catena di fornitura",
    "ar": "الذكاء الاصطناعي والأتمتة في سلسلة التوريد"
  },
  "FutureSupplyChainAI.container_mx_auto": {
    "en": "container mx-auto"
  },
  "FutureSupplyChainAI.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "FutureSupplyChainAI.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "GlobalTradeTrends.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al blog",
    "fr": "Retour au blog",
    "de": "Zurück zum Blog",
    "it": "Torna al blog",
    "ar": "العودة إلى المدونة"
  },
  "GlobalTradeTrends.global_trade": {
    "en": "Global Trade",
    "es": "Comercio global",
    "fr": "Commerce mondial",
    "de": "Globaler Handel",
    "it": "Commercio globale",
    "ar": "التجارة العالمية"
  },
  "GlobalTradeTrends.david_kim": {
    "en": "David Kim",
    "es": "David Kim",
    "fr": "David Kim",
    "de": "David Kim",
    "it": "David Kim",
    "ar": "ديفيد كيم"
  },
  "GlobalTradeTrends.november_30__2024": {
    "en": "November 30, 2024",
    "es": "30 de noviembre de 2024",
    "fr": "30 novembre 2024",
    "de": "30. November 2024",
    "it": "30 novembre 2024",
    "ar": "30 نوفمبر 2024"
  },
  "WarehouseOptimization.container_mx_auto": {
    "en": "container mx-auto"
  },
  "GlobalTradeTrends.key_shipping_challenges": {
    "en": "Key Shipping Challenges",
    "es": "Principales desafíos de envío",
    "fr": "Principaux défis d'expédition",
    "de": "Wichtige Versandherausforderungen",
    "it": "Sfide chiave della spedizione",
    "ar": "التحديات الرئيسية للشحن"
  },
  "GlobalTradeTrends.port_congestion": {
    "en": "Port Congestion",
    "es": "Congestión portuaria",
    "fr": "Congestion portuaire",
    "de": "Hafenüberlastung",
    "it": "Congestione portuale",
    "ar": "ازدحام الموانئ"
  },
  "GlobalTradeTrends.regulatory_compliance": {
    "en": "Regulatory Compliance",
    "es": "Cumplimiento normativo",
    "fr": "Conformité réglementaire",
    "de": "Regulatorische Compliance",
    "it": "Conformità normativa",
    "ar": "الامتثال التنظيمي"
  },
  "GlobalTradeTrends.cost_volatility": {
    "en": "Cost Volatility",
    "es": "Volatilidad de costos",
    "fr": "Volatilité des coûts",
    "de": "Kostenvolatilität",
    "it": "Volatilità dei costi",
    "ar": "تقلب التكاليف"
  },
  "GlobalTradeTrends.strategies_for_success": {
    "en": "Strategies for Success",
    "es": "Estrategias para el éxito",
    "fr": "Stratégies pour réussir",
    "de": "Strategien für den Erfolg",
    "it": "Strategie per il successo",
    "ar": "استراتيجيات النجاح"
  },
  "GlobalTradeTrends.get_expert_help": {
    "en": "Get Expert Help",
    "es": "Obtenga ayuda de expertos",
    "fr": "Obtenez de l'aide d'experts",
    "de": "Holen Sie sich Expertenhilfe",
    "it": "Ottieni aiuto da esperti",
    "ar": "احصل على مساعدة الخبراء"
  },
  "attr.global_trade_and_shipping": {
    "en": "Global Trade and Shipping",
    "es": "Comercio global y envío",
    "fr": "Commerce mondial et expédition",
    "de": "Globaler Handel und Versand",
    "it": "Commercio globale e spedizioni",
    "ar": "التجارة العالمية والشحن"
  },
  "GlobalTradeTrends.container_mx_auto": {
    "en": "container mx-auto"
  },
  "GlobalTradeTrends.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "GlobalTradeTrends.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "LastMileDelivery.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al blog",
    "fr": "Retour au blog",
    "de": "Zurück zum Blog",
    "it": "Torna al blog",
    "ar": "العودة إلى المدونة"
  },
  "LastMileDelivery.lisa_wang": {
    "en": "Lisa Wang",
    "es": "Lisa Wang",
    "fr": "Lisa Wang",
    "de": "Lisa Wang",
    "it": "Lisa Wang",
    "ar": "ليزا وانغ"
  },
  "LastMileDelivery.november_25__2024": {
    "en": "November 25, 2024",
    "es": "25 de noviembre de 2024",
    "fr": "25 novembre 2024",
    "de": "25. November 2024",
    "it": "25 novembre 2024",
    "ar": "25 نوفمبر 2024"
  },
  "LastMileDelivery.the_last_mile_challenge": {
    "en": "The Last-Mile Challenge",
    "es": "El desafío de la última milla",
    "fr": "Le défi du dernier kilomètre",
    "de": "Die Herausforderung der letzten Meile",
    "it": "La sfida dell'ultimo miglio",
    "ar": "تحدي الميل الأخير"
  },
  "LastMileDelivery.current_applications": {
    "en": "Current Applications",
    "es": "Aplicaciones actuales",
    "fr": "Applications actuelles",
    "de": "Aktuelle Anwendungen",
    "it": "Applicazioni attuali",
    "ar": "التطبيقات الحالية"
  },
  "LastMileDelivery.emergency_supply_distribution": {
    "en": "Emergency supply distribution",
    "es": "Distribución de suministros de emergencia",
    "fr": "Distribution de fournitures d'urgence",
    "de": "Verteilung von Notversorgung",
    "it": "Distribuzione di forniture di emergenza",
    "ar": "توزيع الإمدادات الطارئة"
  },
  "LastMileDelivery.autonomous_delivery_vehicles": {
    "en": "Autonomous Delivery Vehicles",
    "es": "Vehículos de entrega autónomos",
    "fr": "Véhicules de livraison autonomes",
    "de": "Autonome Lieferfahrzeuge",
    "it": "Veicoli di consegna autonomi",
    "ar": "مركبات التوصيل الذاتية"
  },
  "LastMileDelivery.implementation_challenges": {
    "en": "Implementation Challenges",
    "es": "Desafíos de implementación",
    "fr": "Défis de mise en œuvre",
    "de": "Implementierungsherausforderungen",
    "it": "Sfide di implementazione",
    "ar": "تحديات التنفيذ"
  },
  "LastMileDelivery.the_future_of_delivery": {
    "en": "The Future of Delivery",
    "es": "El futuro de la entrega",
    "fr": "L'avenir de la livraison",
    "de": "Die Zukunft der Lieferung",
    "it": "Il futuro della consegna",
    "ar": "مستقبل التوصيل"
  },
  "LastMileDelivery.innovate_your_delivery_operations": {
    "en": "Innovate Your Delivery Operations",
    "es": "Innova tus operaciones de entrega",
    "fr": "Innovez vos opérations de livraison",
    "de": "Innovieren Sie Ihre Lieferoperationen",
    "it": "Innova le tue operazioni di consegna",
    "ar": "ابتكر في عمليات التوصيل الخاصة بك"
  },
  "LastMileDelivery.learn_more": {
    "en": "Learn More",
    "es": "Aprende más",
    "fr": "En savoir plus",
    "de": "Erfahren Sie mehr",
    "it": "Scopri di più",
    "ar": "تعرف على المزيد"
  },
  "attr.drone_delivery_innovation": {
    "en": "Drone Delivery Innovation",
    "es": "Innovación en entrega con drones",
    "fr": "Innovation en livraison par drone",
    "de": "Innovation in der Drohnenlieferung",
    "it": "Innovazione nella consegna con droni",
    "ar": "الابتكار في توصيل الطائرات بدون طيار"
  },
  "LastMileDelivery.container_mx_auto": {
    "en": "container mx-auto"
  },
  "LastMileDelivery.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "LastMileDelivery.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "SustainableLogistics.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al blog",
    "fr": "Retour au blog",
    "de": "Zurück zum Blog",
    "it": "Torna al blog",
    "ar": "العودة إلى المدونة"
  },
  "SustainableLogistics.michael_chen": {
    "en": "Michael Chen",
    "es": "Michael Chen",
    "fr": "Michael Chen",
    "de": "Michael Chen",
    "it": "Michael Chen",
    "ar": "مايكل تشين"
  },
  "SustainableLogistics.december_10__2024": {
    "en": "December 10, 2024",
    "es": "10 de diciembre de 2024",
    "fr": "10 décembre 2024",
    "de": "10. Dezember 2024",
    "it": "10 dicembre 2024",
    "ar": "10 ديسمبر 2024"
  },
  "SustainableLogistics.electric_and_hybrid_vehicles": {
    "en": "Electric and Hybrid Vehicles",
    "es": "Vehículos Eléctricos e Híbridos",
    "fr": "Véhicules Électriques et Hybrides",
    "de": "Elektro- und Hybridfahrzeuge",
    "it": "Veicoli Elettrici e Ibridi",
    "ar": "المركبات الكهربائية والهجينة"
  },
  "SustainableLogistics.alternative_fuels": {
    "en": "Alternative Fuels",
    "es": "Combustibles Alternativos",
    "fr": "Carburants Alternatifs",
    "de": "Alternative Kraftstoffe",
    "it": "Carburanti Alternativi",
    "ar": "الوقود البديل"
  },
  "SustainableLogistics.join_the_green_revolution": {
    "en": "Join the Green Revolution",
    "es": "Únete a la Revolución Verde",
    "fr": "Rejoignez la Révolution Verte",
    "de": "Schließen Sie sich der Grünen Revolution an",
    "it": "Unisciti alla Rivoluzione Verde",
    "ar": "انضم إلى الثورة الخضراء"
  },
  "SustainableLogistics.contact_us": {
    "en": "Contact Us",
    "es": "Contáctenos",
    "fr": "Contactez-nous",
    "de": "Kontaktieren Sie uns",
    "it": "Contattaci",
    "ar": "اتصل بنا"
  },
  "attr.green_transportation_solutions": {
    "en": "Green Transportation Solutions",
    "es": "Soluciones de Transporte Verde",
    "fr": "Solutions de Transport Vert",
    "de": "Grüne Transportlösungen",
    "it": "Soluzioni di Trasporto Verde",
    "ar": "حلول النقل الأخضر"
  },
  "SustainableLogistics.container_mx_auto": {
    "en": "container mx-auto"
  },
  "SustainableLogistics.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "SustainableLogistics.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "WarehouseOptimization.back_to_blog": {
    "en": "Back to Blog",
    "es": "Volver al Blog",
    "fr": "Retour au Blog",
    "de": "Zurück zum Blog",
    "it": "Torna al Blog",
    "ar": "العودة إلى المدونة"
  },
  "WarehouseOptimization.robert_thompson": {
    "en": "Robert Thompson",
    "es": "Robert Thompson",
    "fr": "Robert Thompson",
    "de": "Robert Thompson",
    "it": "Robert Thompson",
    "ar": "روبرت طومسون"
  },
  "WarehouseOptimization.november_20__2024": {
    "en": "November 20, 2024",
    "es": "20 de noviembre de 2024",
    "fr": "20 novembre 2024",
    "de": "20. November 2024",
    "it": "20 novembre 2024",
    "ar": "20 نوفمبر 2024"
  },
  "WarehouseOptimization.container_mx_auto_max_w_4xl": {
    "en": "container mx-auto max-w-4xl"
  },
  "WarehouseOptimization.vertical_storage_solutions": {
    "en": "Vertical Storage Solutions",
    "es": "Soluciones de Almacenamiento Vertical",
    "fr": "Solutions de Stockage Vertical",
    "de": "Vertikale Lagerlösungen",
    "it": "Soluzioni di Stoccaggio Verticale",
    "ar": "حلول التخزين الرأسي"
  },
  "WarehouseOptimization.dynamic_slotting": {
    "en": "Dynamic Slotting",
    "es": "Ranurado Dinámico",
    "fr": "Emplacement Dynamique",
    "de": "Dynamische Slotting",
    "it": "Slotting Dinamico",
    "ar": "التقسيم الديناميكي"
  },
  "WarehouseOptimization.technology_integration": {
    "en": "Technology Integration",
    "es": "Integración Tecnológica",
    "fr": "Intégration Technologique",
    "de": "Technologieintegration",
    "it": "Integrazione Tecnologica",
    "ar": "تكامل التكنولوجيا"
  },
  "WarehouseOptimization.process_optimization": {
    "en": "Process Optimization",
    "es": "Optimización de Procesos",
    "fr": "Optimisation des Processus",
    "de": "Prozessoptimierung",
    "it": "Ottimizzazione dei Processi",
    "ar": "تحسين العمليات"
  },
  "WarehouseOptimization.pick_path_optimization": {
    "en": "Pick Path Optimization",
    "es": "Optimización de Rutas de Recogida",
    "fr": "Optimisation des Chemins de Prélèvement",
    "de": "Optimierung der Pickwege",
    "it": "Ottimizzazione dei Percorsi di Prelievo",
    "ar": "تحسين مسارات الالتقاط"
  },
  "WarehouseOptimization.cross_docking_operations": {
    "en": "Cross-Docking Operations",
    "es": "Operaciones de Cross-Docking",
    "fr": "Opérations de Cross-Docking",
    "de": "Cross-Docking-Operationen",
    "it": "Operazioni di Cross-Docking",
    "ar": "عمليات النقل المباشر"
  },
  "WarehouseOptimization.performance_metrics_and_kpis": {
    "en": "Performance Metrics and KPIs",
    "es": "Métricas de Rendimiento y KPIs",
    "fr": "Indicateurs de Performance et KPIs",
    "de": "Leistungskennzahlen und KPIs",
    "it": "Metriche di Prestazione e KPI",
    "ar": "مقاييس الأداء ومؤشرات الأداء الرئيسية"
  },
  "WarehouseOptimization.start_optimizing": {
    "en": "Start Optimizing",
    "es": "Comienza a Optimizar",
    "fr": "Commencez à Optimiser",
    "de": "Beginnen Sie mit der Optimierung",
    "it": "Inizia a Ottimizzare",
    "ar": "ابدأ في التحسين"
  },
  "attr.modern_warehouse_operations": {
    "en": "Modern Warehouse Operations",
    "es": "Operaciones de Almacén Modernas",
    "fr": "Opérations d'Entrepôt Modernes",
    "de": "Moderne Lagerbetriebe",
    "it": "Operazioni di Magazzino Moderne",
    "ar": "عمليات المستودعات الحديثة"
  },
  "WarehouseOptimization.prose_prose_lg_max_w_none": {
    "en": "prose prose-lg max-w-none"
  },
  "tailwind.calc_var___radius____2px_": {
    "en": "calc(var(--radius) - 2px)"
  },
  "tailwind.calc_var___radius____4px_": {
    "en": "calc(var(--radius) - 4px)"
  },
  "Index.your_global": {
    "en": "Your Global",
    "es": "Su Global",
    "fr": "Votre Global",
    "de": "Ihr Global",
    "it": "Il Tuo Globale",
    "ar": "عالميتك"
  },
  "vite.__path_resolve___dirname_": {
    "en": ": path.resolve(__dirname, "
  },
  "Index.get_quote": {
    "en": "Get Quote",
    "es": "Obtener Cotización",
    "fr": "Obtenir un Devis",
    "de": "Angebot Einholen",
    "it": "Ottieni un Preventivo",
    "ar": "احصل على عرض سعر"
  },
  "Index.our_services": {
    "en": "Our Services",
    "es": "Nuestros Servicios",
    "fr": "Nos Services",
    "de": "Unsere Dienstleistungen",
    "it": "I Nostri Servizi",
    "ar": "خدماتنا"
  },
  "Index.why_choose_us": {
    "en": "Why Choose Us",
    "es": "Por Qué Elegirnos",
    "fr": "Pourquoi Nous Choisir",
    "de": "Warum Uns Wählen",
    "it": "Perché Sceglierci",
    "ar": "لماذا تختارنا"
  },
  "Index.on_time_delivery": {
    "en": "On-Time Delivery",
    "es": "Entrega Puntual",
    "fr": "Livraison à Temps",
    "de": "Pünktliche Lieferung",
    "it": "Consegna Puntuale",
    "ar": "التسليم في الوقت المحدد"
  },
  "Index.secure_transport": {
    "en": "Secure Transport",
    "es": "Transporte Seguro",
    "fr": "Transport Sécurisé",
    "de": "Sicherer Transport",
    "it": "Trasporto Sicuro",
    "ar": "نقل آمن"
  },
  "Index.global_network": {
    "en": "Global Network",
    "es": "Red Global",
    "fr": "Réseau Global",
    "de": "Globales Netzwerk",
    "it": "Rete Globale",
    "ar": "شبكة عالمية"
  },
  "Index.freight_transport": {
    "en": "Freight Transport",
    "es": "Transporte de Carga",
    "fr": "Transport de Fret",
    "de": "Frachttransport",
    "it": "Trasporto Merci",
    "ar": "نقل البضائع"
  },
  "Index.learn_more": {
    "en": "Learn More",
    "es": "Aprende Más",
    "fr": "En Savoir Plus",
    "de": "Mehr Erfahren",
    "it": "Scopri di Più",
    "ar": "تعرف على المزيد"
  },
  "Index.last_mile_delivery": {
    "en": "Last-Mile Delivery",
    "es": "Entrega de Última Milla",
    "fr": "Livraison du Dernier Kilomètre",
    "de": "Letzte-Meile-Lieferung",
    "it": "Consegna dell'Ultimo Miglio",
    "ar": "توصيل الميل الأخير"
  },
  "Index.ready_to_optimize_your_supply_chain_": {
    "en": "Ready to Optimize Your Supply Chain?",
    "es": "¿Listo para Optimizar su Cadena de Suministro?",
    "fr": "Prêt à Optimiser Votre Chaîne d'Approvisionnement?",
    "de": "Bereit, Ihre Lieferkette zu Optimieren?",
    "it": "Pronto a Ottimizzare la Tua Catena di Fornitura?",
    "ar": "جاهز لتحسين سلسلة التوريد الخاصة بك؟"
  },
  "Index.get_your_free_quote": {
    "en": "Get Your Free Quote",
    "es": "Obtén tu Cotización Gratis",
    "fr": "Obtenez Votre Devis Gratuit",
    "de": "Holen Sie sich Ihr Kostenloses Angebot",
    "it": "Ottieni il Tuo Preventivo Gratuito",
    "ar": "احصل على عرض سعر مجاني"
  },
  "attr.logistics_operations": {
    "en": "Logistics Operations",
    "es": "Operaciones Logísticas",
    "fr": "Opérations Logistiques",
    "de": "Logistikoperationen",
    "it": "Operazioni Logistiche",
    "ar": "عمليات لوجستية"
  },
  "Index.container_mx_auto_relative_z_10": {
    "en": "container mx-auto relative z-10"
  },
  "Index.rounded_lg_shadow_2xl": {
    "en": "rounded-lg shadow-2xl"
  },
  "Index.container_mx_auto": {
    "en": "container mx-auto"
  },
  "Footer.quick_links": {
    "en": "Quick Links",
    "es": "Enlaces Rápidos",
    "fr": "Liens Rapides",
    "de": "Schnellzugriffe",
    "it": "Link Rapidi",
    "ar": "روابط سريعة"
  },
  "Footer.about_us": {
    "en": "About Us",
    "es": "Sobre Nosotros",
    "fr": "À Propos de Nous",
    "de": "Über Uns",
    "it": "Chi Siamo",
    "ar": "معلومات عنا"
  },
  "Footer.freight_transport": {
    "en": "Freight Transport",
    "es": "Transporte de carga",
    "fr": "Transport de fret",
    "de": "Frachttransport",
    "it": "Trasporto merci",
    "ar": "نقل البضائع"
  },
  "Footer.last_mile_delivery": {
    "en": "Last-Mile Delivery",
    "es": "Entrega de última milla",
    "fr": "Livraison du dernier kilomètre",
    "de": "Letzte-Meile-Lieferung",
    "it": "Consegna dell'ultimo miglio",
    "ar": "توصيل الميل الأخير"
  },
  "Footer.supply_chain_management": {
    "en": "Supply Chain Management",
    "es": "Gestión de la cadena de suministro",
    "fr": "Gestion de la chaîne d'approvisionnement",
    "de": "Lieferkettenmanagement",
    "it": "Gestione della catena di fornitura",
    "ar": "إدارة سلسلة التوريد"
  },
  "Footer.customs_clearance": {
    "en": "Customs Clearance",
    "es": "Despacho de aduanas",
    "fr": "Dédouanement",
    "de": "Zollabfertigung",
    "it": "Sdoganamento",
    "ar": "تخليص جمركي"
  },
  "Footer.contact_info": {
    "en": "Contact Info",
    "es": "Información de contacto",
    "fr": "Informations de contact",
    "de": "Kontaktinformationen",
    "it": "Informazioni di contatto",
    "ar": "معلومات الاتصال"
  },
  "Footer.123_logistics_ave__business_district": {
    "en": "123 Logistics Ave, Business District",
    "es": "123 Logistics Ave, Distrito de Negocios",
    "fr": "123 Logistics Ave, Quartier des affaires",
    "de": "123 Logistics Ave, Geschäftsviertel",
    "it": "123 Logistics Ave, Distretto Affari",
    "ar": "123 شارع اللوجستيات، منطقة الأعمال"
  },
  "Footer._1__555__123_4567": {
    "en": "+1 (555) 123-4567"
  },
  "Navigation.get_quote": {
    "en": "Get Quote",
    "es": "Obtener cotización",
    "fr": "Obtenir un devis",
    "de": "Angebot einholen",
    "it": "Ottieni un preventivo",
    "ar": "احصل على عرض"
  },
  "Navigation.___": {
    "en": ") ? ",
    "es": ") ? ",
    "fr": ") ? ",
    "de": ") ? ",
    "it": ") ? ",
    "ar": ") ؟ "
  },
  "accordion.pb_4_pt_0": {
    "en": "pb-4 pt-0"
  },
  "alert-dialog.mt_2_sm_mt_0": {
    "en": "mt-2 sm:mt-0"
  },
  "alert.__variantprops": {
    "en": "& VariantProps"
  },
  "alert.mb_1_font_medium_leading_none_tracking_tight": {
    "en": "mb-1 font-medium leading-none tracking-tight"
  },
  "avatar.aspect_square_h_full_w_full": {
    "en": "aspect-square h-full w-full"
  },
  "badge.______variantprops": {
    "en": ",\n    VariantProps"
  },
  "button.______variantprops": {
    "en": ",\n    VariantProps"
  },
  "calendar.absolute_left_1": {
    "en": "absolute left-1"
  },
  "calendar.absolute_right_1": {
    "en": "absolute right-1"
  },
  "carousel._0____api__returntype": {
    "en": "[0]\n  api: ReturnType"
  },
  "carousel.previous_slide": {
    "en": "Previous slide",
    "es": "Diapositiva anterior",
    "fr": "Diapositive précédente",
    "de": "Vorherige Folie",
    "it": "Diapositiva precedente",
    "ar": "الشريحة السابقة"
  },
  "carousel.next_slide": {
    "en": "Next slide",
    "es": "Siguiente diapositiva",
    "fr": "Diapositive suivante",
    "de": "Nächste Folie",
    "it": "Diapositiva successiva",
    "ar": "الشريحة التالية"
  },
  "carousel.min_w_0_shrink_0_grow_0_basis_full": {
    "en": "min-w-0 shrink-0 grow-0 basis-full"
  },
  "carousel.absolute__h_8_w_8_rounded_full": {
    "en": "absolute  h-8 w-8 rounded-full"
  },
  "carousel._left_12_top_1_2__translate_y_1_2": {
    "en": "-left-12 top-1/2 -translate-y-1/2"
  },
  "carousel.absolute_h_8_w_8_rounded_full": {
    "en": "absolute h-8 w-8 rounded-full"
  },
  "carousel._right_12_top_1_2__translate_y_1_2": {
    "en": "-right-12 top-1/2 -translate-y-1/2"
  },
  "chart.______pick": {
    "en": "&\n    Pick"
  },
  "chart._____": {
    "en": ") : ("
  },
  "chart.__dark_": {
    "en": ", dark: "
  },
  "command.overflow_hidden_p_0_shadow_lg": {
    "en": "overflow-hidden p-0 shadow-lg"
  },
  "command.mr_2_h_4_w_4_shrink_0_opacity_50": {
    "en": "mr-2 h-4 w-4 shrink-0 opacity-50"
  },
  "context-menu.ml_auto_h_4_w_4": {
    "en": "ml-auto h-4 w-4"
  },
  "dropdown-menu.ml_auto_h_4_w_4": {
    "en": "ml-auto h-4 w-4"
  },
  "form.__fieldpath": {
    "en": "= FieldPath"
  },
  "form.__formdescriptionid____formmessageid_": {
    "en": "${formDescriptionId} ${formMessageId}"
  },
  "label.______variantprops": {
    "en": "&\n    VariantProps"
  },
  "menubar.ml_auto_h_4_w_4": {
    "en": "ml-auto h-4 w-4"
  },
  "pagination.more_pages": {
    "en": "More pages",
    "es": "Más páginas",
    "fr": "Plus de pages",
    "de": "Mehr Seiten",
    "it": "Altre pagine",
    "ar": "مزيد من الصفحات"
  },
  "attr.go_to_previous_page": {
    "en": "Go to previous page",
    "es": "Ir a la página anterior",
    "fr": "Aller à la page précédente",
    "de": "Zur vorherigen Seite gehen",
    "it": "Vai alla pagina precedente",
    "ar": "اذهب إلى الصفحة السابقة"
  },
  "attr.go_to_next_page": {
    "en": "Go to next page",
    "es": "Ir a la página siguiente",
    "fr": "Aller à la page suivante",
    "de": "Zur nächsten Seite gehen",
    "it": "Vai alla pagina successiva",
    "ar": "اذهب إلى الصفحة التالية"
  },
  "pagination.gap_1_pl_2_5": {
    "en": "gap-1 pl-2.5"
  },
  "pagination.gap_1_pr_2_5": {
    "en": "gap-1 pr-2.5"
  },
  "progress.translatex____100____value____0____": {
    "en": "translateX(-${100 - (value || 0)}%)"
  },
  "scroll-area.relative_overflow_hidden": {
    "en": "relative overflow-hidden"
  },
  "sheet.____variantprops": {
    "en": ",\n  VariantProps"
  },
  "sidebar.toggle_sidebar": {
    "en": "Toggle Sidebar",
    "es": "Alternar barra lateral",
    "fr": "Basculer la barre latérale",
    "de": "Seitenleiste umschalten",
    "it": "Attiva/disattiva barra laterale",
    "ar": "تبديل الشريط الجانبي"
  },
  "sidebar.group_menu_item_relative": {
    "en": "group/menu-item relative",
    "es": "grupo/elemento de menú relativo",
    "fr": "groupe/élément de menu relatif",
    "de": "Gruppe/Menüpunkt relativ",
    "it": "gruppo/voce di menu relativa",
    "ar": "مجموعة/عنصر قائمة نسبي"
  },
  "sidebar.__math_floor_math_random_____40____50__": {
    "en": "${Math.floor(Math.random() * 40) + 50}%"
  },
  "sidebar.size_4_rounded_md": {
    "en": "size-4 rounded-md",
    "es": "tamaño-4 redondeado-md",
    "fr": "taille-4 arrondi-md",
    "de": "Größe-4 abgerundet-md",
    "it": "dimensione-4 arrotondato-md",
    "ar": "حجم-4 مستدير-md"
  },
  "sidebar.__": {
    "en": " && "
  },
  "sonner.toaster_group": {
    "en": "toaster group",
    "es": "grupo de tostadoras",
    "fr": "groupe de grille-pain",
    "de": "Toaster-Gruppe",
    "it": "gruppo di tostapane",
    "ar": "مجموعة المحامص"
  },
  "table.relative_w_full_overflow_auto": {
    "en": "relative w-full overflow-auto",
    "es": "relativo w-full desbordamiento-auto",
    "fr": "relatif w-full débordement-auto",
    "de": "relativ w-full Überlauf-auto",
    "it": "relativo w-full overflow-auto",
    "ar": "نسبي w-full تدفق تلقائي"
  },
  "toast.______variantprops": {
    "en": "&\n    VariantProps",
    "es": "&\n    PropiedadesDeVariante",
    "fr": "&\n    PropriétésDeVariante",
    "de": "&\n    VariantenEigenschaften",
    "it": "&\n    ProprietàVariante",
    "ar": "&\n    خصائص_المتغير"
  },
  "toggle-group.______variantprops": {
    "en": "&\n    VariantProps",
    "es": "&\n    PropiedadesDeVariante",
    "fr": "&\n    PropriétésDeVariante",
    "de": "&\n    VariantenEigenschaften",
    "it": "&\n    ProprietàVariante",
    "ar": "&\n    خصائص_المتغير"
  },
  "toggle.______variantprops": {
    "en": "&\n    VariantProps",
    "es": "&\n    PropiedadesDeVariante",
    "fr": "&\n    PropriétésDeVariante",
    "de": "&\n    VariantenEigenschaften",
    "it": "&\n    ProprietàVariante",
    "ar": "&\n    خصائص_المتغير"
  },
  "use-mobile._max_width____mobile_breakpoint___1_px_": {
    "en": "(max-width: ${MOBILE_BREAKPOINT - 1}px)",
    "es": "(ancho-máx: ${MOBILE_BREAKPOINT - 1}px)",
    "fr": "(largeur-max: ${MOBILE_BREAKPOINT - 1}px)",
    "de": "(max-breite: ${MOBILE_BREAKPOINT - 1}px)",
    "it": "(larghezza-max: ${MOBILE_BREAKPOINT - 1}px)",
    "ar": "(أقصى عرض: ${MOBILE_BREAKPOINT - 1}px)"
  },
  "About.about_logiflow": {
    "en": "About LogiFlow",
    "es": "Acerca de LogiFlow",
    "fr": "À propos de LogiFlow",
    "de": "Über LogiFlow",
    "it": "Informazioni su LogiFlow",
    "ar": "حول LogiFlow"
  },
  "About.our_story": {
    "en": "Our Story",
    "es": "Nuestra Historia",
    "fr": "Notre Histoire",
    "de": "Unsere Geschichte",
    "it": "La Nostra Storia",
    "ar": "قصتنا"
  },
  "Blog.relative_h_48": {
    "en": "relative h-48",
    "es": "relativo h-48",
    "fr": "relatif h-48",
    "de": "relativ h-48",
    "it": "relativo h-48",
    "ar": "نسبي h-48"
  },
  "About.our_mission": {
    "en": "Our Mission",
    "es": "Nuestra Misión",
    "fr": "Notre Mission",
    "de": "Unsere Mission",
    "it": "La Nostra Missione",
    "ar": "مهمتنا"
  },
  "About.our_vision": {
    "en": "Our Vision",
    "es": "Nuestra Visión",
    "fr": "Notre Vision",
    "de": "Unsere Vision",
    "it": "La Nostra Visione",
    "ar": "رؤيتنا"
  },
  "About.our_impact": {
    "en": "Our Impact",
    "es": "Nuestro Impacto",
    "fr": "Notre Impact",
    "de": "Unser Einfluss",
    "it": "Il Nostro Impatto",
    "ar": "تأثيرنا"
  },
  "About.5_000_": {
    "en": "5,000+",
    "es": "5,000+",
    "fr": "5 000+",
    "de": "5.000+",
    "it": "5.000+",
    "ar": "5,000+"
  },
  "About.happy_clients_worldwide": {
    "en": "Happy Clients Worldwide",
    "es": "Clientes Satisfechos en Todo el Mundo",
    "fr": "Clients Satisfaits dans le Monde Entier",
    "de": "Zufriedene Kunden weltweit",
    "it": "Clienti Soddisfatti in Tutto il Mondo",
    "ar": "عملاء سعداء في جميع أنحاء العالم"
  },
  "About.100_": {
    "en": "100+"
  },
  "About.countries_served": {
    "en": "Countries Served",
    "es": "Países Atendidos",
    "fr": "Pays Desservis",
    "de": "Bediente Länder",
    "it": "Paesi Serviti",
    "ar": "الدول المخدومة"
  },
  "About.on_time_delivery_rate": {
    "en": "On-Time Delivery Rate",
    "es": "Tasa de Entrega Puntual",
    "fr": "Taux de Livraison à Temps",
    "de": "Pünktliche Lieferquote",
    "it": "Tasso di Consegna Puntuale",
    "ar": "معدل التسليم في الوقت المحدد"
  },
  "About.customer_support": {
    "en": "Customer Support",
    "es": "Atención al Cliente",
    "fr": "Service Client",
    "de": "Kundendienst",
    "it": "Assistenza Clienti",
    "ar": "دعم العملاء"
  },
  "About.our_values": {
    "en": "Our Values",
    "es": "Nuestros Valores",
    "fr": "Nos Valeurs",
    "de": "Unsere Werte",
    "it": "I Nostri Valori",
    "ar": "قيمنا"
  },
  "About.the_principles_that_guide_everything_we_do": {
    "en": "The principles that guide everything we do",
    "es": "Los principios que guían todo lo que hacemos",
    "fr": "Les principes qui guident tout ce que nous faisons",
    "de": "Die Prinzipien, die alles leiten, was wir tun",
    "it": "I principi che guidano tutto ciò che facciamo",
    "ar": "المبادئ التي توجه كل ما نقوم به"
  },
  "attr.about_us": {
    "en": "About Us",
    "es": "Sobre Nosotros",
    "fr": "À Propos de Nous",
    "de": "Über Uns",
    "it": "Chi Siamo",
    "ar": "معلومات عنا"
  },
  "About.container_mx_auto": {
    "en": "container mx-auto",
    "es": "contenedor mx-auto",
    "fr": "conteneur mx-auto",
    "de": "Container mx-auto",
    "it": "contenitore mx-auto",
    "ar": "حاوية mx-auto"
  },
  "About.rounded_lg_shadow_lg_w_full": {
    "en": "rounded-lg shadow-lg w-full",
    "es": "redondeado-lg sombra-lg w-full",
    "fr": "arrondi-lg ombre-lg w-full",
    "de": "abgerundet-lg Schatten-lg w-full",
    "it": "arrotondato-lg ombra-lg w-full",
    "ar": "مستدير-lg ظل-lg w-full"
  },
  "Blog.logistics_blog": {
    "en": "Logistics Blog",
    "es": "Blog de Logística",
    "fr": "Blog de Logistique",
    "de": "Logistik-Blog",
    "it": "Blog di Logistica",
    "ar": "مدونة اللوجستيات"
  },
  "Blog.featured_article": {
    "en": "Featured Article",
    "es": "Artículo Destacado",
    "fr": "Article en Vedette",
    "de": "Hauptartikel",
    "it": "Articolo in Evidenza",
    "ar": "مقال مميز"
  },
  "Blog.read_more": {
    "en": "Read More",
    "es": "Leer Más",
    "fr": "Lire Plus",
    "de": "Mehr Lesen",
    "it": "Leggi di Più",
    "ar": "اقرأ المزيد"
  },
  "Blog.recent_articles": {
    "en": "Recent Articles",
    "es": "Artículos Recientes",
    "fr": "Articles Récents",
    "de": "Neueste Artikel",
    "it": "Articoli Recenti",
    "ar": "مقالات حديثة"
  },
  "Blog.stay_updated": {
    "en": "Stay Updated",
    "es": "Mantente Actualizado",
    "fr": "Restez à Jour",
    "de": "Bleiben Sie auf dem Laufenden",
    "it": "Rimani Aggiornato",
    "ar": "ابقَ على اطلاع"
  },
  "Blog.absolute_top_4_left_4": {
    "en": "absolute top-4 left-4",
    "es": "absoluto top-4 left-4",
    "fr": "absolu top-4 left-4",
    "de": "absolut top-4 left-4",
    "it": "assoluto top-4 left-4",
    "ar": "مطلق أعلى-4 يسار-4"
  },
  "form.placeholder.enter_your_email_address": {
    "en": "Enter your email address",
    "es": "Introduce tu dirección de correo electrónico",
    "fr": "Entrez votre adresse e-mail",
    "de": "Geben Sie Ihre E-Mail-Adresse ein",
    "it": "Inserisci il tuo indirizzo email",
    "ar": "أدخل عنوان بريدك الإلكتروني"
  },
  "Blog.sarah_johnson": {
    "en": "Sarah Johnson",
    "es": "Sarah Johnson",
    "fr": "Sarah Johnson",
    "de": "Sarah Johnson",
    "it": "Sarah Johnson",
    "ar": "سارة جونسون"
  }
}